[
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Greetings and welcome to the Ohr Pharmaceutical Company Fourth Quarter and Full Year 2016 Earnings Call. [Operator Instructions] And as a reminder, this conference is being recorded. I would now like to turn the conference over to your host Mr. Brian Ritchie of LifeSci Advisors. Thank you. Mr. Ritchie, please go ahead.</p><h1>Brian Ritchie</h1><p>Thank you, operator. Good afternoon, everyone. After the market today, Ohr released financial results and provided a business update for fiscal year ended September 30, 2016. If you did not yet receive the release, it is available on the Investor Relations section of the company’s website at www.ohrpharmaceutical.com. This call is being webcast and a replay will be available.</p><p>Before we begin, I would like to remind you that some of the information contained in the news release and on this conference call contain forward-looking statements that involve risks, uncertainties and assumptions that are difficult to predict. Words of expression reflecting optimism, satisfaction with current prospects as well as words such as believe, intend, expect, plan, anticipate and similar variations identify forward-looking statements, but their absence does not mean that the statement is not forward-looking. Such forward-looking statements are not a guarantee of performance and the company’s actual results could differ materially from those contained in such statements. Several factors that could cause or contribute to such differences are described in detail in the company’s 10-K, 10-Qs as well as additional filings with the SEC. These forward-looking statements speak only as of the date of this release and the conference call and the company undertakes no obligation to publicly update any forward-looking statements or supply new information regarding the circumstances after the date of this release.</p><p>Participating in today’s call from the company are Dr. Jason Slakter, CEO, Mr. Sam Backenroth, CFO; Dr. Avner Ingerman, Chief Clinical Officer.</p><p>With that, I would like to turn the call over to Dr. Slakter. Please go ahead, Jason.</p><h1>Jason Slakter</h1><p>Thank you, Brian. Good afternoon and thank you for joining us today. 2016 overall has been a very productive year at Ohr and we have been very successful in advancing our lead development candidate, topical Squalamine for the treatment of wet AMD. We now have a comprehensive Phase 3 program underway being conducted under a special protocol assessment from the FDA. We have also made progress advancing our preclinical pipeline of sustained release drug candidate we are developing for ophthalmic indications.</p><p>As you know, we conducted a Phase 2 study with Squalamine enrolling treatment-naïve wet AMD subjects with all lesion characteristics, sizes and a wide range of visual acuity, subject to receive topical Squalamine or placebo drops twice a day, along with a single Lucentis injection at baseline followed by PRN Lucentis injections for the nine months of the study. The data demonstrated a visual acuity benefit in favor of combination therapy in all measures of visual function. When looking at new therapeutic treatment paradigm like Squalamine combination therapy, it is important to keep in mind that wet AMD is a multi-factorial disease with a complex vascular biology. This results in the development of neovascular lesions that vary by location, growth pattern, degree of exudation and response to treatment. We classified these lesions by fluorescein angiography as classic-only, occult-only and mixed lesions. Occult-only lesions represent nearly half of the wet AMD cases seen today.</p>", "company": "Ohr Pharmaceutical, Inc.", "exec": [["Brian Ritchie", "LifeSci Advisors", "Ohr Pharmaceutical, Inc."], ["Jason Slakter", "Chief Executive Officer", "Ohr Pharmaceutical, Inc."], ["Sam Backenroth", "Chief Financial Officer", "Ohr Pharmaceutical, Inc."], ["Avner Ingerman", "Chief Clinical Officer", "Ohr Pharmaceutical, Inc."]], "analysts": [["Corey Davis", "H.C. Wainwright"]], "date": "December 22, 2016 17:00 ET", "ticker": "OHRP", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Results Earnings Conference Call", "transcript": "<p>Good morning, everyone, and welcome to our Fourth Quarter 2016 Earnings Conference Call. I am Arnold Donald, President and CEO of Carnival Corporation & plc. Thank you all for joining us this morning and a heartfelt Happy Holidays everyone.</p><p>Today, I am joined by our Chairman, Micky Arison; by David Bernstein, our Chief Financial Officer; and by Beth Roberts, Senior Vice President, Investor Relations. Before I begin, please note that some of our remarks on this call will be forward-looking. Therefore, I must refer you to the cautionary statement in today’s press release.</p><p>We finished the year with another record quarter of adjusted earnings, which were $0.17 share, or 34% higher than our prior year, exceeding the midpoint of guidance by $0.10 per share and leading to the highest full year earnings in our company's history.</p><p>We achieved full year 2016 adjusted earnings of $2.6 billion or $3.45 per share, that's $500 million, or 28% per share higher than last year and more than double 2013 earnings of $1.55.</p><p>More importantly, we achieved return on invested capital of 9% and doubled our 2013 return on invested capital of 4.5%. We are pleased to have delivered by our shareholders doubled earnings and doubled return on invested capital in just three short years.</p><p>Strong operational improvement contributed $0.55 per share to the bottom-line year-over-year, which when combined with $0.14 of accretion from our share repurchase program, enabled us to exceed the high end of our original December guidance range of $3.10 to $3.40 per share. And that's despite an $0.18 drag from fuel and currency, both moving against us.</p><p>The strong results are a credit to the commitment and to the passion of our 120,000 team members, which when coupled with the support from our valued travel agent partners enabled us to overcome the significant obstacles encountered this past year, including the rare occurrence of a simultaneous negative from fuel and currency.</p><p>A series of global geopolitical events in Turkey, Paris, and Brussels, as well as concerns around Zika and Brexit. It is through their collective efforts that we delivered records earnings in 2016 and are gaining momentum as we embark on 2017 with booking volumes and pricing both well ahead of the prior year.</p><p>It was reinforcing to see constant currency revenue yield growth this year of roughly 4% inclusive of the previously disclosed 1% accounting change on top of the over 4% improvement achieved last year.</p><p>We enjoyed ticket price improvements for both our North American and our EAA brands, with particularly robust ticket price improvements again in our core Caribbean deployment.</p><p>We drove revenue yield growth by creating relative scarcity through our brand team success in increasing demand in excess of our measured capacity growth via ongoing guest experience efforts coupled with our continuing public relations efforts.</p><p>In fact we recently created three original TV programs that are airing on major U.S. networks, having already reached more than 40 million viewers during the large family-oriented programming blocks.</p><p>They are designed to entertain, to educate, and to engage viewers by showcasing exciting adventures, exotic cultures, beautiful ships, and popular global destinations with almost 80 original episodes. The new experiential series use compelling and authentic storytelling to share the powerful way traveled by sea connect people, places and cultures around the world, while prominently featuring each of our brands.</p>", "company": "Carnival Corporation", "exec": [["Arnold Donald", "President and CEO", "Carnival Corporation"], ["David Bernstein", "CFO", "Carnival Corporation"], ["Beth Roberts", "SVP, IR", "Carnival Corporation"]], "analysts": [["Steve Wieczynski", "Stifel Nicolaus Capital Markets"], ["Felicia Hendrix", "Barclays Capital"], ["Tim Conder", "Wells Fargo Securities"], ["Harry Curtis", "Nomura Securities International"], ["James Hardiman", "Wedbush Securities"], ["Jaime Katz", "Morningstar, Inc."], ["Greg Badishkanian", "Citigroup"], ["Robin Farley", "UBS"], ["Jared Shojaian", "Wolfe Research"]], "date": "December 20, 2016, 10:00 AM ET", "ticker": "CCL", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2017 Earnings Conference Call", "transcript": "<p>Good morning. My name is Victoria and I will be your conference operator today. At this time, I would like to welcome everyone to the CarMax Fiscal 2017 Third Quarter Earnings Conference Call. [Operator Instructions] Thank you. </p><p>I would now like to turn the call over to Katharine Kenny, Vice President, Investor Relations.</p><h1>Katharine Kenny</h1><p>Thank you, and good morning. Thank you all for joining our fiscal third quarter earnings conference call. On the call with me today is Bill Nash, our President and Chief Executive Officer, who by the way is very proud, along with Cliff Wood, and our many CarMax JMU alumni, of the Dukes, who are playing in the FCS National Championship. And of course with us is Tom Reedy, our Executive Vice President and CFO.</p><p>Before we begin, let me remind you that our statements today regarding the company’s future business plans, prospects and financial performance are forward-looking statements that we make pursuant to the Safe Harbor provisions of the Private Securities Litigation Reform Act of 1995. These statements are based on management’s current knowledge and assumptions about future events that involve risks and uncertainties that could cause actual results to differ materially from our expectations. In providing projections and other forward-looking statements, the company disclaims any intent or obligation to update them. For additional information on important factors that could affect these expectations, please see the company’s Annual Report on Form 10-K for the fiscal year ended February 29, 2016 filed with the SEC.</p><p>Please remember to ask only one question and a follow up before getting back in the queue. Thank you so much. I’ll turn the call over to Bill.</p><h1>Bill Nash</h1><p>Good morning everyone. Katharine, I was not going to mention JMU since we’re a little bit more team agnostic now that Folliard has left, but since you did mention it, I’m excited about it and I wish them well. For today’s call, I will first review the key highlights of the quarter, then I’ll turn the call over to Tom Reedy to cover financing, and then I’ll close the call before Q&A with a brief update on some of our new initiatives.</p><p>As you read in our press release this morning, our total used unit comps for the third quarter increased by 5.4% and total used units grew by 9.1%. Total used units were driven by strong improvement conversion as well as by a small increase in store traffic. We believe the increase in used units was due to a variety of factors. These include improved store execution, our website redesign and related online capabilities which have made it easier for our customers to submit leads. </p><p>We continue to be very pleased with our core business as we again saw headwinds from tier three sales. The estimate used unit comps for our non-tier three customers were again significantly stronger this quarter at 9.8%. Our total web traffic was flat compared with the prior year quarter, while web leads performed well in the quarter. We continue to see a positive response to the website, with increased activity such as engagement with the search tool and car pages, as well as submitting leads. Our goal is to drive leads and convert more customers from the website to the store and finally to a sale.</p>", "company": "CarMax Group", "exec": [["Bill Nash", "CEO", "CarMax Group"], ["Tom Reedy", "CFO", "CarMax Group"], ["Katharine Kenny", "VP, IR", "CarMax Group"]], "analysts": [["Sharon Zackfia", "William Blair"], ["Brian Nagel", "Oppenheimer"], ["Craig Kennison", "Robert W. Baird"], ["Matthew Fassler", "Goldman Sachs"], ["Mike Levin", "Deutsche Bank"], ["Scot Ciccarelli", "RBC Capital Markets"], ["John Murphy", "Banc of America Merrill Lynch"], ["Michael Montani", "Evercore ISI"], ["Rick Nelson", "Stephens Inc."], ["James Albertine", "Consumer Edge Research "], ["Bill Armstrong", "CL King & Associates"], ["Seth Basham", "Wedbush Securities"], ["David Whiston", "Morningstar"], ["Paresh Jain", "Morgan Stanley"], ["Chris Bottiglieri", "Wolfe Research"]], "date": "December 20, 2016 9:00 a.m. ET", "ticker": "KMX", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017 Earnings Conference Call", "transcript": "<p>Welcome to the Worthington Industries Second Quarter Fiscal 2017 Earnings Conference Call. [Operator Instructions]. This conference is being recorded at the request of Worthington Industries. If anyone objects, you may disconnect at this time. I would like to introduce Ms. Cathy Lyttle, Vice President of Corporate Communications and Investor Relations. Ms. Lyttle, you may begin.</p><h1>Cathy Lyttle</h1><p>Thanks, Shawn. Good afternoon. Thanks for joining us on our second quarter earnings call. A reminder that certain statements made on this call are forward looking within the meaning of the 1995 Private Securities Litigation Reform Act. These statements are subject to risks and uncertainties and could cause actual results to differ from those suggested.</p><p>Our earnings release was issued yesterday evening. Please review it for more detail on those factors that could cause actual results to differ materially. This call is being recorded and will be made available later on our website.</p><p>On the call today are Chairman and CEO John McConnell; President and COO Mark Russell; Executive Vice President and CFO Andy Rose. John will begin with a few comments.</p><h1>John McConnell</h1><p>Thank you, Cathy. Welcome to all of you. Again this quarter, we delivered on our stated goal of improving our results on a year-over-year basis. That's what we said our objective would be and that is what we're doing. I want to thank all of our employees for their wonderful performances this quarter, producing record results. That's on top of record results in the first quarter as well.</p><p>So why don't we dig into the numbers and understand the results and the numbers more thoroughly this quarter? We will start with Andy.</p><h1>Andy Rose</h1><p>Thank you, John and good afternoon, everyone. The Company delivered another record quarter, with earnings per share of $0.75, excluding restructuring, up $0.15 or 25% from the prior year. We saw a strong performance from steel processing, modest improvement at cylinders and engineered cabs and another steady contribution from the joint ventures.</p><p>We achieved these record results in spite of continued market weakness in oil and gas and agriculture. Several unique items in the quarter were as follows. Inventory holding gains were nominal at $500,000 or $0.01 per share, as compared to a loss of $1.8 million or $0.02 per share in the prior-year quarter. Restructuring charges of $3.3 million were primarily related to legacy real estate sales and severances in cabs and cylinders.</p><p>Our current effective annual tax rate is 28.5% this quarter, down from our previous estimate of 31.2%. The decrease is driven by excess tax benefits from stock compensation expense attributable to our rising share price. Excluding these discrete items, the rate would have been around 33%.</p><p>Cylinders' operating income, excluding restructuring, was up $600,000 or 5% to $13.3 million. Strength in consumer products and alternative fuels is being offset by a weak oil and gas equipment market, where revenue is down 55%. Operating margins for the quarter were once again below normal, due to the impact of losses in oil and gas. Volume in this market has been anemic in calendar 2016, but there are signs that order activity is beginning to pick up with the price of oil stabilizing in the $50s.</p><p>Steel processing operating income was up $6.9 million, excluding restructuring, from the prior-year quarter to $35.8 million. Recent increases in flat steel pricing led to a modest inventory holding gain during the quarter. The business benefited from strong toll volumes and expanded margins in the coated business, but was negatively affected by higher manufacturing expenses due to production startup issues in our laser welding business and higher health care expense.</p>", "company": "Worthington Industries, Inc.", "exec": [["Cathy Lyttle", "VP Communications & IR ", "Worthington Industries, Inc."], ["John McConnell", "Chairman, CEO", "Worthington Industries, Inc."], ["Andy Rose", "EVP & CFO", "Worthington Industries, Inc."], ["Mark Russell", "President, COO", "Worthington Industries, Inc."]], "analysts": [["Phil Gibbs", "KeyBanc Capital Markets"], ["John Tumazos", "John Tumazos Very Independent Research"], ["Aldo Mazzaferro", "Macquarie Research"]], "date": "December 20, 2016, 14:30 ET", "ticker": "WOR", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Good day, ladies and gentlemen, and welcome to the Navistar’s Fourth Quarter 2016 Earnings Results Conference Call. At this time, all participants are in a listen-only mode. Later, we will conduct a question-and-answer session and instructions will follow at that time. [Operator Instruction] As a reminder, this conference call is being recorded.</p><p>I would now like to turn the conference over to Mr. Jim Spangler, Vice President of Corporate Affairs. Please go ahead.</p><h1>Jim Spangler</h1><p>Good morning everyone and thank you for joining us for Navistar’s fourth quarter and full year 2016 conference call. Today, we will discuss the financial performance of Navistar International Corporation for the fiscal period ended October 31, 2016. And with me today are Troy Clarke, our President and Chief Executive Officer; and Walter Borst, our Executive Vice President and Chief Financial Officer. After concluding our commentary, we will take questions from participants. In addition to Troy and Walter, joining us today for the Q&A session are Bill Kozek, President of Truck and Parts; and Persio Lisboa, President of Operation.</p><p>Before we begin, I would like to cover a few topics. A copy of this morning’s press release and the presentation slides has been posted to our Investor Relations website for reference. The non-GAAP financial measures discussed in the call are reconciled to U.S. GAAP equivalent and can be found in the press release that we issued this morning, as well as in the appendix of the presentation slide deck.</p><p>Also today’s presentation includes forward-looking statements about expectations for future performance. The Company expressly disclaims any obligation to update these statements. Actual results could differ materially from those suggested by our comments made today. For additional information concerning factors that could cause actual results to differ materially from those projected in today’s presentation, please refer to our most recent SEC filing. We’d also refer you to the Safe Harbor statement and other cautionary notes disclaimer found in today’s material for more information on the subject.</p><p>With that, I’d like to turn this call over to Navistar CEO, Troy Clarke. Troy?</p><h1>Troy Clarke</h1><p>Okay. Thanks, Jim, and good morning everyone. I’ll start with the few overall highlights about the year and then turn it over to Walter for more in-depth discussion of the financials and then we’ll take your questions. The headline in the base of a top market, we’re demonstrating our ability to lower our breakeven point while making progress toward our goals of improving consideration and rebuilding share. And our ongoing product investments along with our new and exciting alliance with Volkswagen Truck & Bus are setting us up to win.</p><p>Despite difficult market conditions, our Q4 results show that we’re moving closer to profitability. But the year as a whole, we lowered our cost of doing business, improved our operations and maintain total market share in North America. As a result, we recorded our fourth consecutive year of adjusted EBITDA improvement, significantly grew our adjusted EBITDA margin year-over-year and hit our year end manufacturing cash target all despite the challenging Class 8 market which decorated rapidly in the second half of 2016.</p>", "company": "Navistar International Corporation", "exec": [["Jim Spangler", "VP of Corporate Affairs", "Navistar International Corporation"], ["Troy Clarke", "President and CEO", "Navistar International Corporation"], ["Walter Borst", "EVP and CFO", "Navistar International Corporation"], ["Persio Lisboa", "President of Operation", "Navistar International Corporation"], ["Bill Kozek", "President of Truck and Parts", "Navistar International Corporation"]], "analysts": [["Ann Duignan", "J.P. Morgan"], ["Brian Sponheimer", "Gabelli"], ["David Leiker", "Baird"], ["Chris Larson", "Wells Fargo"], ["Steven Fisher", "UBS"], ["Nicole DeBlase", "Deutsche Bank"], ["Adam Uhlman", "Cleveland Research"], ["Joe O’Dea", "Vertical Research"], ["Robert Wertheimer", "Barclays"], ["Seth Weber", "RBC Capital Markets"], ["Mike Shlisky", "Seaport Global"]], "date": "December 20, 2016 09:00 AM ET", "ticker": "NAV", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017 Earnings Conference Call", "transcript": "<p>Ladies and gentlemen, thank you for standing by and welcome to the Quarter Two Fiscal 2017 Earnings conference call. During the presentation, all participants will be in a listen-only mode. Afterwards, we will conduct a question and answer session. At that time, if you have a question, you can press the one followed by the four on your telephone. If at any time during the conference you need to reach an operator, please press star, zero. As a reminder, today’s call is being recorded Tuesday, December 20, 2016.</p><p>Now I would like to turn the conference over to Jeff Siemon, Finance Director, Investor Relations. Please go ahead, sir.</p><h1>Jeff Siemon</h1><p>Thanks Tony. Good morning and happy holidays to everybody. I’m here with Ken Powell, our CEO; Don Mulligan, our CFO, and Jeff Harmening, our President and COO. I’ll turn you over to them in a minute, but first I’ll cover our usual housekeeping items.</p><p>Our press release on second quarter results was issued over the wire services earlier this morning. You can find the release and a copy of the slides that supplement this morning’s remarks on our investor relations website. I’ll remind you that our remarks this morning will include forward-looking statements that are based on management’s current views and assumptions. The second slide in today’s presentation lists factors that could cause our future results to be different than our current estimates.</p><p>With that, I’ll turn you over to my colleagues, beginning with Ken.</p><h1>Ken Powell</h1><p>All right, well thanks Jeff, and good morning to one and all. I’ll cover the key headlines for the second quarter</p><p>First, we feel good about the margin expansion progress and EPS growth we delivered in the quarter, and we continue to have confidence in our ability to deliver on our goal of a 20% operating margin by fiscal ’18. We remain committed to our Consumer First strategy, and where we’re getting the ideas right, it’s driving growth, whether that’s Annie’s and Larabar in the U.S., Haagen Dazs outside North America, or Old El Paso around the world.</p><p>Even so, our net sales performance did not meet our expectations in the second quarter. We didn’t have enough marketing support, meaning the combination of trade, media and new product news to drive improved top line results, and on top of that we saw a slowdown in food industry growth in the U.S. in recent periods. So we’re making targeted adjustments to our plans in the back half to find the right balance of investment and return while still driving significant margin expansion. Jeff Harmening will take you through more details on our second half business plans in a moment.</p><p>As a result of our sales trend, we’re revising down our expectations for full year net sales and segment operating profit, but we remain on track to deliver our EPS and margin expansion guidance and we’re increasing our free cash flow growth expectations thanks to continued good financial discipline. </p><p>Finally, we announced an important change to our organizational structure earlier this month. This change represents a significant step towards operating as a global company, allowing us to unlock global growth opportunities while continuing to drive efficiency and increase agility in our organization.</p>", "company": "General Mills Inc.", "exec": [["Ken Powell", "Chairman, Chief Executive Officer", "General Mills Inc."], ["Jeff Harmening", "President, Chief Operating Officer", "General Mills Inc."], ["Don Mulligan", "Executive Vice President, Chief Financial Officer", "General Mills Inc."], ["Jeff Siemon", "Finance Director, Investor Relations", "General Mills Inc."]], "analysts": [["Robert Moskow", "Credit Suisse"], ["Bryan Spillane", "Bank of America Merrill Lynch"], ["Andrew Lazar", "Barclays"], ["Ken Goldman", "JP Morgan"], ["David Palmer", "RBC Capital Markets"], ["Jason English", "Goldman Sachs"], ["Chris Growe", "Stifel"], ["Steven Strycula", "UBS"], ["David Driscoll", "Citi"]], "date": "December 20, 2016 8:30 am ET", "ticker": "GIS", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017 Earnings Conference Call ", "transcript": "<p>Good day everyone. Welcome to the Darden Fiscal 2017 Second Quarter Earnings Call. Your lines have been placed on listen-only until the question-and-answer session. [Operator Instructions] This conference is being recorded. If you have I any objections, please disconnect at this time.</p><p>I will now turn the call over to Mr. Kevin Kalicak. Thank you. You may begin.</p><h1>Kevin Kalicak</h1><p>Thank you, Tori. Good morning and welcome everyone. With me today is Gene Lee, Darden's CEO and Rick Cardenas, CFO.</p><p>As a reminder, comments made during this call will include forward-looking statements as defined in the Private Securities Litigation Reform Act of 1995. These statements are subject to the risks and uncertainties that could cause actual results to differ materially from our expectations and projections. Those risks are described in the company's press release which was distributed earlier today and in its filings with the Securities and Exchange Commission.</p><p>We are simultaneously broadcasting a presentation during this call which is posted in the Investor Relations section of our Web site at www.darden.com.</p><p>Today's discussion and presentation includes certain non-GAAP measurements. Reconciliations of these measurements are included in the presentation and in the Investor Relations section of our Web site under non-GAAP reporting. We plan to release fiscal 2017 third quarter earnings on March 28th before the market opens followed by a conference call.</p><p>This morning Gene will share some brief remarks about our quarterly performance and business highlights and Rick will then provide more detail on our financial results from the second quarter before we open the call for your questions.</p><p>Now, I'll turn the call over to Gene.</p><h1>Gene Lee</h1><p>Thank you, Kevin and good morning everyone. We appreciate you joining us today as we get ready to head into the holidays. We'll keep our remarks brief so we can get to your questions.</p><p>We had another good quarter. Total sales from continuing operations were $1.64 billion, an increase of 2.1%. Same restaurant sales grew 1.7%. Outperforming the industry benchmarks excluding Darden by 450 basis points and diluted net earnings per share were $0.64, an increase of 18.5% from last year's adjusted diluted net earnings per share.</p><p>Our intense focus on food, service and atmosphere drove our performance once again this quarter. Additionally, at the Darden level, we continue to concentrate on our four competitive advantages. One, leveraging our significant scale to create cost advantages; two, using our extensive data and insights to better understand our guest and effectively communicate with them; three, ensuring our brand is systematically go-through our rigorous strategic planning process; and four, cultivating our results oriented people culture to enable growth.</p><p>Our approach continues to be effective and we believe we still have opportunity to improve in all aspects of our business. Olive Garden's strong momentum continued during the quarter. Same restaurant sales grew 2.6% outperforming the industry benchmarks excluding Darden by 540 basis points. This was our ninth consecutive quarter of same restaurant sales growth at Olive Garden.</p>", "company": "Darden Restaurants, Inc.", "exec": [["Kevin Kalicak", "IR", "Darden Restaurants, Inc."], ["Gene Lee", "President and CEO", "Darden Restaurants, Inc."], ["Rick Cardenas", "SVP and CFO", "Darden Restaurants, Inc."]], "analysts": [["Brian Bittner", "Oppenheimer Securities"], ["David Tarantino", "Robert Baird"], ["Will Slabaugh", "Stephens"], ["John Glass", "Morgan Stanley"], ["Matthew DiFrisco", "Guggenheim Securities"], ["Brett Levy", "Deutsche Bank"], ["David Palmer", "RBC Capital"], ["Karen Holthouse", "Goldman Sachs"], ["Chris O'Cull", "KeyBanc"], ["Jeffrey Bernstein", "Barclays"], ["Stephanie Ng", "Bernstein"], ["Jeff Farmer", "Wells Fargo"], ["Jason West", "Credit Suisse"], ["Andy Barish", "Jefferies"], ["Andrew Strelzik", "BMO Capital Markets"], ["John Ivankoe", "JPMorgan"], ["Peter Saleh", "BTIG"], ["Nicole Miller", "Piper"], ["Howard Penney", "Hedgeye Management"], ["Jake Bartlett", "SunTrust"]], "date": "December 20, 2016 8:30 am ET", "ticker": "DRI", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2017 Earnings Conference Call", "transcript": "<p>Good day everyone, and welcome to Steelcase’s Third Quarter Fiscal Year 2017 Conference Call. As a reminder, today’s call is being recorded.</p><p>For opening remarks and introductions, I would like to turn the conference over to Mr. Raj Mehan, Director of Investor Relations, Financial Planning and Analysis and Assistant Treasurer.</p><h1>Raj Mehan</h1><p>Thank you, Karen. Good morning everyone. Thank you for joining us for the recap of our third quarter financial results. Here with me today are Jim Keane, our President and Chief Executive Officer; Dave Sylvester, our Senior Vice President and Chief Financial Officer; and Mark Mossing, Corporate Controller and Chief Accounting Officer. Our third quarter earnings release, which crossed the wires yesterday, is accessible on our Web site. This conference call is being webcast and this webcast is a copyrighted production of Steelcase Inc. A replay of this call will also be posted to ir.steelcase.com later today.</p><p>Our discussions may include references to non-GAAP financial measures and forward-looking statements. Reconciliations to the most comparable GAAP measures and details regarding the risks associated with the use of forward-looking statements are included in our earnings release. And we are incorporating, by reference into this conference call, the text of our Safe Harbor statement included in the release. Following our prepared remarks, we'll respond to questions from investors and analysts.</p><p>I'd like to now turn the call over to our President and Chief Executive Officer, Jim Keane.</p><h1>James Keane</h1><p>Thanks, Raj, and good morning everyone. I’ll start by affirming that the results we reported at the close of business yesterday are the same as the preliminary results we provided earlier in the month. It wasn’t a bad quarter, but we expected better, and the results were below the estimates we communicated in September.</p><p>The miss was in our Americas business and after further analysis it seems that the overall industry was growing more slowly than we expected. BIFMA has only reported shipments for the first two months of the quarter, but we did a little better than BIFMA for those two months. When we analyze our Americas business, our orders and shipments to larger contract customers were okay, both in terms of projects and the ongoing business that continues with those customers between projects.</p><p>We talked before about our win rates and those remain relatively strong. We saw some weakness in both orders and sales from smaller customers with whom we typically don’t have contracts. It's possible that customer segments hold back a bit during the political uncertainty of the quarter, and we’ve heard others in our industry point the softness in this segment of their business. On the other hand, it's also possible we are not catching our historical share of our dealers business in this segment.</p><p>We had our Americas dealers together in Grand Rapids earlier this fall, and we talked about how we can capture more of this business. And we’re working on some new initiatives that should grow. We also hosted our Americas sales organization in Grand Rapids a few months ago for new product training and other investments in our capabilities. We’ve launched a lot of new products in the past year, and we’ve been successful with those new products. But these investments and training will help us make sure every customer is aware of how those products can help them work more effectively.</p>", "company": "Steelcase Inc.", "exec": [["Raj Mehan", "Director of IR, Financial Planning and Assistant Treasurer", "Steelcase Inc."], ["James Keane", "President and Chief Executive Officer", "Steelcase Inc."], ["David Sylvester", "SVP and Chief Financial Officer", "Steelcase Inc."], ["Mark Mossing", "Corporate Controller and Chief Accounting Officer", "Steelcase Inc."]], "analysts": [["Budd Bugatch", "Raymond James"], ["Kathryn Thompson", "Thompson Research Group"], ["Matt McCall", "Seaport Global"]], "date": "December 21, 2016 08:30 AM ET", "ticker": "SCS", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2017 Earnings Conference Call", "transcript": "<p>Good morning. My name is Scott and I will be your conference operator today. At this time, I would like to welcome everyone to the Finish Line Third Quarter Fiscal 2017 Earnings Conference Call. [Operator Instructions] Thank you. At this time, I would like to introduce the host of today’s call, Finish Line Chief Financial Officer, Ed Wilhelm. Sir, you may begin.</p><h1>Ed Wilhelm</h1><p>Good morning, everyone and thank you for joining us. On the call with me today is Chief Executive Officer, Sam Sato. Before I get started, I need to remind you that this call may include forward-looking statements involving risk, management assumptions and uncertainties that could cause actual results to differ materially from the statements expressed or implied. Such risks and uncertainties include, but are not limited to product demand and market acceptance risks, the effects of economic conditions, the effects of competitive products and pricing, the availability of products, management of growth and other risks detailed in our news release and SEC filings. The forward-looking statements included in this call are made only as of the date of this report and the company undertakes no obligation to update these forward-looking statements to reflect subsequent events or circumstances. In addition, we refer to certain non-GAAP adjusted metrics on this call. Explanation of these metrics and reconciliations to the nearest GAAP metrics can be found on the earnings release filed earlier today. Finally, as we announced in November, we are exploring strategic alternatives for JackRabbit including a potential sale. Therefore, we are treating that business as a discontinued operation and reporting its results separately from the rest of the company.</p><p>I will now turn the discussion over to Sam.</p><h1>Sam Sato</h1><p>Thanks, Ed and welcome everyone joining us today. Let me begin by saying that I am disappointed our results from continuing operations fell short of expectations. While significant parts of our business did well during the third quarter, clearly, there is more work to do, particularly with soft goods to drive consistent growth and improve profitability.</p><p>I am going to walk through how the third quarter unfolded and highlight the key drivers of our performance, then I will discuss some high level trends from Black Friday and the first weeks of December before shifting to an update of our fiscal ‘17 management agenda. Finally, Ed will detail the financials and our revised guidance before we take questions. Following the back-to-school season, we have projected sales to improve meaningfully over the remainder of the third quarter due in large part to easier comparisons as a result of our last year’s supply chain disruption. Unfortunately, October and November were more challenging than we expected marked by weak traffic trends.</p><p>Q3 comps ended up 0.7%, including a mid single-digit increase in November. However, this was well below our expectations for a gain in the high single-digit range. It’s important to look at our performance by category and division to get the complete story of the quarter. Soft goods was the major contributor to our third quarter sales and earnings shortfall as comps declined 37% with apparel and accessories both significantly underperforming our expectations.</p>", "company": "The Finish Line, Inc.", "exec": [["Ed Wilhelm", "Chief Financial Officer", "The Finish Line, Inc."], ["Sam Sato", "Chief Executive Officer", "The Finish Line, Inc."]], "analysts": [["Randy Konik", "Jefferies"], ["Susan Anderson", "FBR Capital Markets"], ["Camilo Lyon", "Canaccord Genuity"], ["Paul Trussell", "Deutsche Bank"], ["Erinn Murphy", "Piper Jaffray"], ["Michael Binetti", "UBS"], ["Eric Tracy", "Brean Capital"], ["Chris Svezia", "Wedbush"], ["Jim Chartier", "Monness, Crespi, Hardt"], ["Jonathan Komp", "Robert W. Baird"]], "date": "December 21, 2016 08:30 ET", "ticker": "FINL", "exchange": "NYSE"}},
{"entry": {"title": "Q1 2017 Earnings Conference Call", "transcript": "<p>Good morning. My name is Tracy and I will be your conference operator today. At this time, I would like to welcome everyone to the FactSet Research Systems Inc First Quarter Webcast Conference Call. All lines have been placed on mute to prevent any background noise. After the speakers remarks there will be a question-and-answer session. [Operator Instructions]. Thank you. Rachel Stern, Senior Vice President, Strategic Resources and General Counsel, you may begin your conference.</p><h1>Rachel R. Stern</h1><p>Thank you, operator. Good morning and thanks to all of you for participating today. Welcome to FactSet’s first quarter 2016 earnings conference call. This conference call is being transcribed in real time by FactSet CallStreet service and is being broadcast live via the Internet at factset.com. A replay of this call will also be available on our website.</p><p>Our call will contain forward-looking statements reflecting management’s expectations based on currently available information. Actual results may differ materially. More information about factors that could affect FactSet’s business and financial results can be found in FactSet’s filings with the SEC. Annual Subscription Value, or ASV, is a key metric for FactSet. Please recall that ASV is a snapshot view of client subscriptions and represents our forward-looking revenues for the next 12 months. Lastly, FactSet undertakes no obligation to update publicly any forward-looking statements as a result of new information, future events or otherwise.</p><p>Joining me today are Phil Snow, Chief Executive Officer and Maurizio Nicolelli, Chief Financial Officer. And now, I would like to turn the discussion over to Phil.</p><h1>Philip Snow</h1><p>Thanks Rachel, good morning everyone and welcome to today's call. Overtime FactSet has proven to have an extraordinarily resilient business model. We believe we are able to remain successful because we evolve and innovate and we excel at client service and in partnering with our clients. </p><p>The first quarter was challenging this year but we executed well on both the top and bottom line. ASV during the quarter grew 7.9% organically to 1.17 billion. Adjusted diluted EPS grew 18% to $1.75 well above our guidance of $1.68 to $1.72. Growth was sustained across all regions. We saw strength particularly in Asia Pac and EMEA with ASV from international operations growing 9.3% organically to $405 million. Our non-U.S. ASV now represents 34.6% of our total up from 32.6% a year ago. </p><p>We did continue to see some cost pressure within the client base and when compared to Q1 of last year we saw an uptick in firm closures. That being said our growth this quarter was broadly distributed across a number of segments and user workflows. Let me highlight a few areas. First just over a year into our acquisition Portware continues to shine. With advanced analytics and cutting edge technology we’ve grown market share in the EMS space. Portware had a strong quarter with accelerated client trading volumes and the addition of new clients. </p><p>Second, our multi asset class analytic solutions keep gaining momentum. We closed several significant deals this quarter and we continue to see strong growth in the risk and portfolio services. This product segment is a focused area of investment and we expect to see further positive results of our efforts as we move through the fiscal year of 2017. As the investment community moves increasingly towards multi asset class instruments, our offerings are advancing to meet their needs. </p>", "company": "FactSet Research Systems Inc.", "exec": [["Rachel R. Stern", "SVP, Strategic Resources and General Counsel", "FactSet Research Systems Inc."], ["Philip Snow", "CEO", "FactSet Research Systems Inc."], ["Maurizio Nicolelli", "SVP and CFO", "FactSet Research Systems Inc."]], "analysts": [["Joseph Foresi", "Cantor Fitzgerald"], ["Shlomo Rosenbaum", "Stifel Nicolaus"], ["Unidentified Analyst", "Barclays"], ["Toni Kaplan", "Morgan Stanley"], ["David Chu", "Bank of America"], ["Peter Appert", "Piper Jaffray"], ["Warren Gardiner", "Evercore "], ["Peter Heckmann", "Avondale Partners"], ["Tim McHugh", "William Blair"], ["Hamzah Mazari", "Macquarie"], ["Bill Warmington", "Wells Fargo"], ["Keith Housum", "Northcoast Research"], ["Andre Benjamin", "Goldman Sachs"], ["Glenn Greene", "Oppenheimer"]], "date": "December 20, 2016 11:00 A.M. ET", "ticker": "FDS", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017 Earnings Conference Call", "transcript": "<p>Good afternoon, everyone. Welcome to NIKE, Inc.’s Fiscal 2017 Second Quarter Conference Call. For those who need to reference today’s press release, you’ll find it at http://investors.nike.com. Leading today’s call is Nitesh Sharan, Vice President, Investor Relations and Treasurer.</p><p>Before I turn the call over to Mr. Sharan, please let me remind you that participants on this call will make forward-looking statements based on current expectations and those statements are subject to certain risks and uncertainties that could cause actual results to differ materially. These risks and uncertainties are detailed in the reports filed with the SEC including forms 8-K, 10-K, and 10-Q.</p><p>Some forward-looking statements concern future orders that are not necessarily indicative of changes in total revenues for subsequent periods due to mix of futures and at-once orders, exchange rate fluctuations, order cancellations, changes in the timing of shipments, discounts and returns which may vary significantly from quarter-to-quarter. In addition, it is important to remember a significant portion of NIKE, Inc.’s continuing operations including equipment; Converse, Hurley, and NIKE Golf are not included in these futures numbers. Following the conference call, the futures order schedule will be purchased through financial schedules on the NIKE Investor Relations website.</p><p>Finally, participants may discuss non-GAAP financial measures, including references to wholesale equivalent sales and constant dollar revenue. References to wholesale equivalent sales are only intended to provide context as to the overall current market footprint of the brands owned by NIKE, Inc. and should not be relied upon as a financial measure of actual results. Similarly, references to constant dollar revenue are intended to provide context as to the performance of the business eliminating foreign exchange fluctuations.</p><p>Participants may also make references to other non-public financial and statistical information and non-GAAP financial measures. Discussion of non-public financial and statistical information and presentations of comparable GAAP measures and quantitative reconciliations can be found at NIKE’s website, http://investors.nike.com.</p><p>Now, I would like to turn the call over to Nitesh Sharan, Vice President, Investor Relations and Treasurer.</p><h1>Nitesh Sharan</h1><p>Thank you, operator. Hello, everyone and thank you for joining us today to discuss NIKE, Inc.'s fiscal 2017 second quarter results. As the operator indicated, participants on today call may discuss non-GAAP financial measures. You will find the appropriate reconciliations in our press release which was issued about an hour ago and at our website, investors.nike.com.</p><p>Joining us on today’s call will be NIKE, Inc. Chairman, President and CEO, Mark Parker, followed by Trevor Edwards, President of the NIKE Brand, and finally you will hear from our Chief Financial Officer, Andy Campion, who will give you an in-depth review of our financial results.</p><p>Following their prepared remarks, we will take your questions. We’d like to allow as many of you to ask questions as possible in our allotted time. So, we would appreciate you limiting your initial questions to two. In the event you have additional questions that are not covered by others, please feel free to re-queue and we will do our best to come back to you. Thanks for your cooperation on this.</p>", "company": "NIKE, Inc.", "exec": [["Nitesh Sharan", "VP, IR and Treasurer", "NIKE, Inc."], ["Mark Parker", "Chairman, President and CEO", "NIKE, Inc."], ["Trevor Edwards", "President, Brand", "NIKE, Inc."], ["Andy Campion", "CFO", "NIKE, Inc."]], "analysts": [["Bob Drbul", "Guggenheim Securities"], ["Jim Duffy", "Stifel Nicolaus"], ["Omar Saad", "Evercore ISI"], ["Jonathan Komp", "Robert W. Baird"], ["Sam Poser", "Susquehanna Financial Group"]], "date": "December 20, 2016 5:00 PM ET", "ticker": "NKE", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2017 Earnings Conference Call", "transcript": "<p>Welcome to BlackBerry’s Fiscal 2017 Third Quarter Conference Call. [Operator Instructions] I will turn the call over to Charlie Chen, Vice President, Investor Relations for BlackBerry.</p><h1>Charlie Chen</h1><p>Thank you, operator. Welcome to BlackBerry’s fiscal 2017 third quarter results conference call. With me on the call today are Executive Chairman and Chief Executive Officer, John Chen and Chief Financial Officer, Steve Capelli.</p><p>After I read our cautionary note regarding forward-looking statements, John will provide a business update and Steve will review the third quarter results. We will then open up the call for a 30-minute Q&A session. In order to let as many people as possible to ask questions, please limit yourself to one question. This call is available to the general public via call-in numbers and via webcast in the Investor Relations section at blackberry.com. A replay will also be available on the blackberry.com website.</p><p>Some of the statements we will be making today constitute forward-looking statements and are made pursuant to the Safe Harbor provisions of applicable U.S. and Canadian securities laws. We will indicate forward-looking statements by using words such as expect, will, should, model, intend, believe and similar expressions. Forward-looking statements are based on estimates and assumptions made by the company in light of its experience and its perception of historical trends, current conditions and expected future developments as well as other factors that the company believes are relevant. Many factors could cause the company’s actual results or performance to differ materially from those expressed or implied by the forward-looking statements, including the risk factors that are discussed in the company’s annual information form, which is included in our Annual Report on Form 40-F and in our MD&A. You should not place undue reliance on the company’s forward-looking statements. The company has no intention and undertakes no obligation to update or revise any forward-looking statements except as required by law.</p><p>I will now turn the call over to John.</p><h1>John Chen</h1><p>Thank you, Charlie. For the call here today, I will reference the non-GAAP number in my summary of our quarterly results. There is a reconciliation table of GAAP to non-GAAP results in the press release. In the quarter – in Q3, we continued to make good progress on our financial objectives and I am pleased to report the non-GAAP EPS profitability this quarter. We also completed a number of significant milestones to transform BlackBerry into a software and services company. I would like to highlight four of them.</p><p>Well, number one, we signed important agreements with Ford and TCL in support of our growth initiatives in connected car and device software licensing. Second, we launched BlackBerry Secure, a comprehensive enterprise mobility platform for managing and securing all endpoints and connected things. Third, to extend our leadership in security, we launched a new innovation center in Ottawa. That was yesterday. The innovation center will focus on developing software for connected cars and autonomous driving. Fourth, but not the least – the last, but not the least, we announced plan to establish a new Cybersecurity Operations Center in the U.S., focused on achieving FedRAMP and strengthening our competitive position in the U.S. government. We will be working with various other governments in the similar fashions. We firmly believe that the move to a software business model will be positive for revenue growth going forward, sustainable profitability and long-term shareholder value.</p>", "company": "BlackBerry Ltd.", "exec": [["Charlie Chen", "Vice President, Investor Relations", "BlackBerry Ltd."], ["John Chen", "Executive Chairman and Chief Executive Officer", "BlackBerry Ltd."], ["Steve Capelli", "Chief Financial Officer", "BlackBerry Ltd."]], "analysts": [["Daniel Chan", "TD Securities"], ["Maynard Um", "Wells Fargo"], ["Paul Treiber", "RBC Capital Markets"], ["Steven Li", "Raymond James"], ["James Faucette", "Morgan Stanley"], ["Michael Kim", "Imperial Capital"], ["Simona Jankowski", "Goldman Sachs"]], "date": "December 20, 2016 08:00 ET", "ticker": "BBRY", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017 Earnings Conference Call", "transcript": "<p>Good day, ladies and gentlemen. Welcome to the FedEx Corporation Second Quarter Fiscal Year 2017 Earnings Conference Call. Today’s program is being recorded. At this time, I would like to hand things over to Mickey Foster, Vice President of Investor Relations for FedEx Corporation. Please go ahead, sir.</p><h1>Mickey Foster</h1><p>Good afternoon and welcome to FedEx Corporation’s second quarter earnings conference call. The second quarter earnings release, 28-page stat book and earnings presentation slides are on our website at fedex.com. This call is being streamed from our website and the replay and presentation slides will be available for about 1 year. Written questions are welcomed via e-mail and through the webcast console. When you send your questions, please include your full name and contact information. Our e-mail address is ir@fedex.com. Preference will be given to inquiries of a long-term strategic nature.</p><p>I want to remind all listeners that FedEx Corporation desires to take advantage of the Safe Harbor provisions of the Private Securities Litigation Reform Act. Certain statements in this conference call, such as projections regarding future performance maybe considered forward-looking statements within the meaning of the Act. Such forward-looking statements are subject to risks, uncertainties and other factors, which could cause actual results to differ materially from those expressed or implied by such forward-looking statements. For additional information on these factors, please refer to our press releases and filings with the SEC. Please refer to the Investor Relations portion of our website at fedex.com for a reconciliation of the non-GAAP financial measures discussed on this call to the most directly comparable GAAP measures.</p><p>Joining us on the call today Fred Smith, Chairman; Alan Graf, Executive Vice President and CFO; Mike Glenn, President and CEO of FedEx Services; Chris Richards, Executive Vice President, General Counsel and Secretary; Rob Carter, Executive Vice President, FedEx Information Services and CIO; David Bronczek, President and CEO of FedEx Express; Henry Maier, President and CEO of FedEx Ground; and Mike Ducker, President and CEO of FedEx Freight.</p><p>And now Fred Smith will share his views on the quarter.</p><h1>Fred Smith</h1><p>Thank you, Mickey. Welcome to our discussion of results for FedEx’s second quarter fiscal 2017 and happy holidays to everyone. Let me note on the front end, we are reaffirming our fiscal 2017 earnings forecast, and I remember that the earnings forecast is before year-end mark-to-market pension adjustments and excluding TNT Express integration and TNT’s outlook restructuring program cost and intangible asset amortization. But given those considerations, the range we put out there was $11.85 to $12.35 per diluted share. And of course, Alan has more detail on that later.</p>", "company": "FedEx Corporation", "exec": [["Mickey Foster", "Vice President, Investor Relations", "FedEx Corporation"], ["Fred Smith", "Chairman and Chief Executive Officer", "FedEx Corporation"], ["Alan Graf", "Executive Vice President and Chief Financial Officer", "FedEx Corporation"], ["Mike Glenn", "President and Chief Executive Officer, FedEx Services", "FedEx Corporation"], ["Chris Richards", "Executive Vice President, General Counsel and Secretary", "FedEx Corporation"], ["Rob Carter", "Executive Vice President, FedEx Information Services and Chief Investment Officer", "FedEx Corporation"], ["David Bronczek", "President and Chief Executive Officer, FedEx Express", "FedEx Corporation"], ["Henry Maier", "President and Chief Executive Officer, FedEx Ground", "FedEx Corporation"], ["Mike Ducker", "President and Chief Executive Officer, FedEx Freight", "FedEx Corporation"]], "analysts": [["Tom Wadewitz", "UBS"], ["Brandon Oglenski", "Barclays"], ["Scott Group", "Wolfe Research"], ["Chris Wetherbee", "Citi"], ["Jack Atkins", "Stephens Investment"], ["Scott Schneeberger", "Oppenheimer"], ["Ben Hartford", "Robert W. Baird"], ["Ken Hoexter", "Merrill Lynch"], ["Brian Ossenbeck", "JPMorgan"], ["Amit Mehrotra", "Deutsche Bank"], ["David Vernon", "Bernstein"]], "date": "December 20, 2016 17:00 ET", "ticker": "FDX", "exchange": "NYSE"}},
{"entry": {"title": "Q1 2017 Earnings Conference Call", "transcript": "<p>Good day, ladies and gentlemen, and welcome to the Winnebago First Quarter 2017 Earnings Conference Call. At this time, all participants are in a listen-only mode. Later, we will conduct a question-and-answer session and instructions will be given at that time. [Operator Instructions] As a reminder this conference call is being recorded.</p><p>I would now like to turn the conference over to your host for today, Ashis Bhattacharya, Vice President of Strategic Planning and Development, you may begin.</p><h1>Ashis Bhattacharya</h1><p>Good morning everyone, and thank you for joining us for Winnebago Industries’ conference call to review the Company’s results for the fiscal 2017 first quarter, which ended November 26, 2016. I’m joined on the call today by Michael Happe, President and Chief Executive Officer and Sarah Nielsen, Vice President and Chief Financial Officer. This call is being broadcast live on our website at investor.wgo.net and a replay of the call will be available on our website later today. The news release with our first quarter earnings results was posted to our website earlier this morning.</p><p>Before we start, I’d like to remind you that certain statements made during today’s conference call regarding Winnebago Industries and its operations may be considered forward-looking statements under the securities laws and involve a number of risks and uncertainties. As a result, the Company cautions you that forward-looking statements are inherently uncertain and a number of factors, many of which are beyond the Company’s control could cause actual results to differ materially from these statements. These factors are identified in our SEC filings, which I encourage you to read.</p><p>With that said, I would now like to turn the call over to our President and CEO, Michael Happe. Mike?</p><h1>Michael Happe</h1><p>Thank you, Ashis. Good morning everyone and happy holidays to all. Winnebago Industries’ fiscal 2017 first quarter will be remembered as one of significant change in the right direction for the company. I will begin this morning's call with an overview of the key performance drivers for our first quarter and then Sarah Nielsen will dive deeper into the details of our Q1 financial results. We're off to a strong start in many ways in fiscal 2017, as we continue to implement our plan to transform Winnebago Industries ultimately looking to improve our competitive position in the marketplace and drive new levels of growth and profitability in the future. Our results from the first quarter demonstrate our continued momentum on this path, especially the announcement and close of the acquisition of Grand Design RV that happened within the quarter.</p><p>This quarter also additionally reflects our desire to both maintain ongoing important investments for the Company's future and further clean the slate in terms of legacy policies. At the end of Q1, we delivered strong revenue and net income growth while margins remained steady. Consolidated revenues were $245.3 million, an increase of 14.5% year over year driven primarily by strong growth in our towables business. During the quarter, we successfully completed our transformative acquisition of Grand Design, which significantly expanded our penetration within the attractive still growing towables market segment. Our topline results benefited from approximately three weeks of Grand Design, which contributed $25.8 million of revenue. With the Grand Design acquisition now complete and given the organic strong growth of our Winnebago towables business, we are now reporting our financial results on a segment basis broken into two segments motorized and towable.</p>", "company": "Winnebago Industries, Inc.", "exec": [["Ashis Bhattacharya", "VP of Strategic Planning and Development", "Winnebago Industries, Inc."], ["Michael Happe", "President and CEO", "Winnebago Industries, Inc."], ["Sarah Nielsen", "VP and CFO", "Winnebago Industries, Inc."]], "analysts": [["Craig Kennison", "Robert W. Baird"], ["Tristan Thomas", "BMO Capital Markets"], ["Mike Swartz", "SunTrust"], ["Seth Woolf", "Northcoast Research"], ["David Whiston", "Morningstar"], ["Mathew Paige", "Gabelli & Company"]], "date": "December 21, 2016 10:00 AM ET", "ticker": "WGO", "exchange": "NYSE"}},
{"entry": {"title": "Q1 2017 Results Earnings Conference Call", "transcript": "<p>Good morning. My name is Kayla, and I'll be your conference operator today. At this time, I would like to welcome everyone to the Lindsay Corporation First Quarter 2017 Earnings Call. [Operator Instructions]</p><p>During this call, management may make forward-looking statements that are subject to risks and uncertainties, which reflect management's current beliefs and estimates of future economic circumstances, industry conditions, Company performance and financial results.</p><p>Forward-looking statements include the information concerning possible or assumed future results of operations of the Company and those statements preceded by, followed by, or including the words, expectations, outlook, could, may, should or similar expressions. For these statements, we claim the protection of the Safe Harbor for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995.</p><p>I would now like to turn the call over to Mr. Rick Parod, President and Chief Executive Officer.</p><h1>Richard Parod</h1><p>Good morning and thank you for joining us today. With me on today's call is Brian Ketcham, Lindsay Corporation's Chief Financial Officer, Lori Zarkowski, our Chief Accounting Officer.</p><p>Total revenues for the first quarter of fiscal 2017 were $110.4 million, a decrease of 9% over the same quarter last year. Both U.S. and international irrigation equipment revenues decreased in the quarter while infrastructure revenues were slightly higher than a year ago.</p><p>Net earnings for the quarter were 900,000 or $0.08 per diluted share compared to $6.9 million or $0.62 per diluted share in the prior year. Irrigation equipment revenue in North America was lower than we expected that which led to under-absorbed factory overhead coupled with higher operating expenses, all contributed to the lower net earnings. The impact of foreign currency translation was slightly positive for the quarter in comparison to prior year affecting revenue by $1.3 million or 1% with minimal impact on operating income.</p><p>Sales for the irrigation segment in the first quarter were $89.9 million, an 11% decrease over the same quarter last year. In the U.S. irrigation market revenues were weaker than expected decreasing 15% from the same period last year.</p><p>The lower irrigation revenue in the quarter reflected lower unit volume partially offset by higher average selling prices from the pass-through of increased fuel costs. Our first quarter falls between selling season during harvest in North America and this periods revenue is usually not indicative of the next full selling season which begins in our second quarter and continues through the third quarter.</p><p>During the first quarter farmers are generally assessing harvest results and developing planting plans for the next year. We believe that farmers are taking a wait-and-see approach and deferring equipment purchases in the current environment. Revenues from other irrigation components including pump stations, filtration and technology products were also lower compared to the prior year reflecting the overall postharvest malaise in North America.</p><p>Farmer irrigation segment operating costs - operating margins decreased to 5.7% of sales from 12.5% of sales in the same quarter last year on the lower revenue under-absorbed factory overhead and higher operating expenses versus the prior year.</p><p>Record production of both corn and soybeans from the fall harvest in the U.S. is added to ending stocks and continues to keep downward pressure on commodity prices. The most recent USDA projection for net farm income of 66.9 billion and represents a 17.2% decline in 2015 following a 12.7% decline from 2014 to 2015.</p>", "company": "Lindsay Corporation", "exec": [["Richard Parod", "President and CEO", "Lindsay Corporation"], ["Brian Ketcham", "CFO", "Lindsay Corporation"], ["Lori Zarkowski", "CAO", "Lindsay Corporation"]], "analysts": [["Nathan Jones", "Stifel"], ["Mike Shlisky", "Seaport Global"], ["Tyler Etten", "Piper Jaffray"], ["Joe Mondillo", "Sidoti & Company"], ["Chris Shaw", "Monness, Crespi"], ["Brian Drab", "William Blair"]], "date": "December 21, 2016, 11:00 AM ET", "ticker": "LNN", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017Results Earnings Conference Call", "transcript": "<p>Hello, and welcome to the Neogen Second Quarter Fiscal 2017 Earnings Results Conference Call. My name is Jason and I will be your operator. At this time, all participants are in a listen-only mode. Later, we will conduct a question-and-answer session and please note this conference is being recorded.</p><p>I will now turn the call over to Jim Herbert. Mr. Herbert, you may begin.</p><h1>Jim Herbert</h1><p>Thank you. And good morning, and welcome to our regular quarterly conference call slated for investors and analysts. Today as stated we'll be reporting to you the results of our second quarter that ended on November the 30th. And I'll remind you that some of the statements made here today could be termed as forward-looking statements and these forward-looking statements of course are subject to certain risk and uncertainties. Our actual results may differ from those that we discuss today. These risks that are associated with our business are covered in part in the company's Form 10-K as filed with the Securities and Exchange Commission.</p><p>In addition to those of you who are joining us by live conference, I'll also welcome those who may be joined by way of simulcast on the worldwide web. Following comments this morning, we will entertain questions from participants who are joined by this live conference. And I'm joined today by Rick Calk, Neogen's Chief Operating Officer; and Steve Quinlan, Neogen's Chief Financial Officer. Some of you may remember Rick Current was with us for a lot of years and sometimes I mispronounce the names.</p><p>Earlier this morning, Neogen issued a press release announcing the results of our second quarter that ended on November the 30th. Net income for the second quarter of this 2017 fiscal year increased 23% to a $11.2 million or $0.29 per full diluted share. This is an increase from last years approximate $9 million that equated to $0.24 per share.</p><p>Current year-to-date income for the first six months is approximately $21 million or $0.55 per share. This compares to last years $18.4 million or $0.49 a share. Revenues for the second quarter increased by 14% to $90.7 million. This compares with the previous years second quarter revenues of $79.6 million. This increase this quarter was aided in part by some acquisitions.</p><p>The quarterly revenue and net income both represent second quarter records for 34-year old company. On a year-to-date basis, the revenues for the first half of the year increased by 13% to $174.4 million. That compares to last year's $154 million. And once again, I can say that a dedicated group of employees are around the world kept our success record going yet another quarter.</p><p>This second quarter was the 99th quarter in the past 104 quarters that Neogen reported revenue increases as compared with the previous year. This is a record that now spans 26 years and includes all consecutive quarters for the last 11 years. As I've said in the past, there just seems to be an implied determination that this growth record won't get broken on their watch.</p><p>Operating income for the quarter came in at 18.6%, compared to 18.4% the same quarter last year. Gross margins which are of course the major increment of operating income settled in at 48.1% as a percent of sales almost exactly matching last years second quarter.</p><p>Adverse currency translations continued to detract from the revenues, the gross profits and operating income. And when we last talked about three months ago, I thought that the currency trade winds could be behind us and at least be neutral as we move through the rest of the year. However, devaluation of the British pound, its relationship to the dollar and the euro, along with the decline in the Mexican peso have all stirred up headwinds again for the quarter. I'll let Steve give you more of the details on that later in the call.</p>", "company": "Neogen Corporation", "exec": [["Jim Herbert", "CEO", "Neogen Corporation"], ["Rick Calk", "COO", "Neogen Corporation"], ["Steve Quinlan", "CFO", "Neogen Corporation"], ["Edward Bradley", "Vice President, Food Safety", "Neogen Corporation"]], "analysts": [["Tony Brenner", "ROTH Capital Partners"], ["Matt Larew", "William Blair"], ["David Stratton", "Great Lakes Review"], ["Charles Haff", "Craig-Hallum"], ["Kurt Kemper", "Hilliard Lyons"]], "date": "December 21, 2016, 11:00 AM ET", "ticker": "NEOG", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017 Earnings Conference Call", "transcript": "<p>Good afternoon, ladies and gentlemen, and welcome to AAR's Fiscal Year 2017 Second Quarter Earnings Call. We are joined today by David Storch, Chairman, President and Chief Executive Officer; and Tim Romenesko, Vice Chairman and Chief Financial Officer.</p><p>Before we begin, I'd like to remind you that comments made during the call may include forward-looking statements as defined in the Private Securities Litigation Reform Act of 1995 as noted in our news release and the Risk Factors section of the company's Form 10-K for the fiscal year ended May 31, 2016.</p><p>In providing forward-looking statements, the company assumes no obligation to provide updates to reflect future circumstances or anticipated or unanticipated events. At this time, I'd like to turn the call over to AAR's Chairman, President, and Chief Executive Officer, Mr. David Storch.</p><h1>David Storch</h1><p>Thank you very much and good afternoon, and thank you for joining us to discuss our second quarter 2017 results. Let me begin by just saying that John Holmes is not here with us in Chicago today. He is out on assignment, trying to make us some money. So, we’ll try to answer questions related to his area more specifically. Before we begin the recap of the quarter, I’d like to say how proud we are to have been awarded the Worldwide Aviation Support Services Contract by the U.S. State Department. </p><p>We are very pleased that the GAO found no merit to the award protest filed by DynCorp and that stands by the State Departments decision to award AAR the contract. We do believe and we see where DynCorp will be fighting some more on this contract. We feel at this stage it is, as we have along the road, fairly frivolous but we will fight them every way along the way and have a lot of confidence in the State Department’s decision and a lot of confidence in our ability to bring value to the State Department.</p><p>Now the GAO decision clears the path now for AAR to assume operations and in the coming days we will work with the Department of State to establish a transition plan for INL/A. While we do not have more to share at this point, we expect to be in a position to provide further details of the transition timing, as well as guidance during our next call.</p><p>Now back to Q2 results. We had another solid quarter as diluted earnings per share from continuing operations increased 35% from $0.26 last year to $0.35 in the current period. Although revenue was down 1.8% or $7.7 million for the quarter as a result of two significant item, one is the KC10 wind down, which we discussed before and secondly to drive more profitability to our MRO operations, we are transitioning our Lake Charles facility from a comprehensive MRO provider to a more limited operation providing principally only painting services.</p><p>As we continue to expand our MRO foot print early this month, we had our grand opening for Rockford, which is our sixth MRO constructed and designed to allow us to maintain every commercial aircraft up to and including the A380. For those of you not familiar, Rockford is about a 90 minute drive from downtown Chicago, it’s accessible to a very large labor pool and we’re very excited to have this facility here in the state of Illinois.</p><p>The facility was funded largely by the state and Federal Government and from local bankers and Rockford kicked in as well. We have very favorable lease agreement and we’re very excited to move into the facility and start doing work for new customers. </p><p>Overall our Aviation Services business have continued to perform well and we captured several important contracts during the quarter. For example, we signed a five-year agreement valued at $125 million to provide power by the hour, component inventory management repair services to South African Airways Technical or SAAT. The agreement with SAAT represents a significant expansion or AAR in Africa and this win was largely due to the effort of our new President of AAR Africa, Cheryle Jackson, who has been working at the company since 2010 and President of AAR Africa in the last year and this is a very meaningful win for the company.</p>", "company": "AAR Corporation", "exec": [["David Storch", "Chairman, President and Chief Executive Officer", "AAR Corporation"], ["Tim Romenesko", "Vice Chairman and Chief Financial Officer", "AAR Corporation"]], "analysts": [["Larry Solow", "CJS Securities"], ["Shannon Burke", "Gabelli and Co."]], "date": "December 21, 2016, 4:45 P.M. ET", "ticker": "AIR", "exchange": "NYSE"}},
{"entry": {"title": "Q1 2017 Results Earnings Conference Call", "transcript": "<p>Ladies and gentlemen, thank you for standing by. Welcome to Accenture's First Quarter Fiscal 2017 Earnings Conference Call. At this time, all participants are in a listen-only mode. Later, we will conduct a question-and-answer session. Instructions will be given at that time. [Operator Instructions] And as a reminder, this conference is being recorded.</p><p>I would now like to turn the conference over to your host, Managing Director, Head of Investor Relations, KC McClure. Please go ahead.</p><h1>KC McClure</h1><p>Thank you, Greg, and thanks everyone for joining us today on our first quarter fiscal 2017 earnings announcement. As Greg just mentioned, I'm KC McClure, Managing Director, Head of Investor Relations.</p><p>With me today are Pierre Nanterme, our Chairman and Chief Executive Officer; and David Rowland, our Chief Financial Officer. We hope you've had an opportunity to review the News Release we issued a short time ago.</p><p>Let me quickly outline the agenda for today's call. Pierre will begin with an overview of our results. David will take you through the financial details, including the income statement and balance sheet for the first quarter. Pierre will then provide a brief update on our market positioning before David provides our business outlook for the second quarter and full fiscal year 2017. We will then take your questions before Pierre provide a wrap up at the end of the call.</p><p>As a reminder, when we discuss revenues during today's call, we're talking about revenues before reimbursements or net revenues. Some of the matters we’ll discuss on this call, including our business outlook are forward-looking and as such, are subject to known and unknown risks and uncertainties, including but not limited to those factors set forth in today's News Release and discussed in our Annual Report on Form 10-K and Quarterly Reports on Form 10-Q and other SEC filings. These risks and uncertainties could cause actual results to differ materially from those expressed in this call.</p><p>During our call today, we will reference certain non-GAAP financial measures, which we believe provide useful information for investors. We include reconciliations of non-GAAP financial measures where appropriate to GAAP in our News Release or in the Investor Relations section of our website at accenture.com. As always, Accenture assumes no obligation to update the information presented on this conference call.</p><p>Now let me turn the call over to Pierre.</p><h1>Pierre Nanterme</h1><p>Thank you, KC, and thanks everyone for joining us today.</p><p>We are very pleased with our results for the first quarter. We grew revenues ahead of the market gaining significant market share and I’m particularly pleased that our gross continues to be broad based across the dimensions of our business including very strong double-digit growth in new high growth areas such as digital, cloud and security-related services.</p><p>Here are a few highlights for the quarter. We delivered strong new bookings of $8.3 billion. We generated revenues of $8.5 billion with 7% growth in local currency. We delivered very strong earnings per share of $1.58, a 23% increase. We expended operating margin 40 basis points to 15.6%. We generated strong free cash flow of $1 billion and we returned nearly $1.4 billion in cash to shareholders through share repurchases and dividends.</p><p>So, we are off to a strong start in fiscal year '17. I feel very good about our business and the speed at which we are executing our strategy to drive differentiation for Accenture and accelerate our rotation to The New.</p>", "company": "Accenture plc", "exec": [["KC McClure", "Managing Director and Head, IR", "Accenture plc"], ["Pierre Nanterme", "Chairman and CEO", "Accenture plc"], ["David Rowland", "CFO", "Accenture plc"]], "analysts": [["Tien-Tsin Huang", "JPMorgan"], ["James Friedman", "Susquehanna"], ["Lisa Ellis", "Bernstein"], ["Bryan Bergin", "Cowen"], ["Ashwin Shirvaikar", "Citi"], ["Frank Atkins", "SunTrust"], ["Brian Essex", "Morgan Stanley"], ["Jason Kupferberg", "Jefferies"], ["Bryan Keane", "Deutsche Bank"]], "date": "December 21, 2016, 08:00 AM ET", "ticker": "ACN", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017 Earnings Conference Call", "transcript": "<p>Welcome, and thank you for standing by. At this time, participants are in a listen-only mode until the question-and-answer session of today’s call. [Operator Instructions] Today’s conference is being recorded. If you have any objections, you may disconnect at this point.</p><p>And now I will turn the meeting over to your host Mr. Martin Mucci, President and Chief Executive Officer. Sir, you may begin.</p><h1>Martin Mucci</h1><p>All right. Thank you and thank you for joining us on our discussion of Paychex’s Second Quarter Fiscal 2017 Earnings Release. Joining me is Efrain Rivera, our Chief Financial Officer.</p><p>This morning, before the market opened, we released our financial results for the second quarter ended November 30, 2016. Our Form 10-Q will be filed with the SEC within the next few days. You can access our earnings release and Form 10-Q on our Investor Relations webpage. This teleconference is being broadcast over the Internet and will be archived and available on our website for approximately one month.</p><p>On today’s call, I will update you on the results of our business in the second quarter and Efrain will review our financial results in more detail and discuss our full-year guidance. After that, we’ll open it up for your questions.</p><p>Our results for the second quarter reflected good progress. We continue to see positive results across our major product lines and service revenue for the second quarter grew by 7% year-over-year. We achieved a new milestone this quarter as we obtained 1 million client worksite employees, served by our Paychex HR Services.</p><p>Paychex HR Services is our comprehensive outsourcing services product line and that includes our ASO or Administrative Services Organization and our PEO, our Professional Employer Organization as well. Our cloud-based HCM services, in particular, time and attendance continue to show strong growth in the quarter.</p><p>Tomorrow is the one year anniversary of the acquisition of Advance Partners. Advance has been an excellent addition to the Paychex family. We’re very pleased with the leadership and the team’s contribution to our financial results and the future opportunities for growth we see in that business particularly timely as the staffing business is picking up some expanded growth today.</p><p>With the success of our of HCM solutions, we have continued to invest in operations personnel as we’ve expanded our multiproduct service centers, including our time and attendance support and our ACA product compliance and service teams. Client retention remains at consistent high levels.</p><p>We have also invested in our service – in our sales organization over the last year adding headcount across all sales teams and we are well-positioned going into our third quarter. We will have a better idea of overall sales performance and the impact of the fiscal year next quarter after the end of our peak sales season.</p><p>We continue to make it a priority to provide robust HCM solutions that may be – the evolving needs of our client base. At the recent HR Technology Conference and Exposition in October, we showcased enhancements to Paychex Flex that addressed two of the biggest trends in the HR industry; mobile user experience and HR analytics. Attendees at the conference were able to view a demo of Paychex Flex, which included these enhancements.</p>", "company": "Paychex, Inc.", "exec": [["Martin Mucci", "President and Chief Executive Officer", "Paychex, Inc."], ["Efrain Rivera", "Senior Vice President, Chief Financial Officer, and Treasurer", "Paychex, Inc."]], "analysts": [["Jason Kupferberg", "Jefferies"], ["James Berkley", "Barclays Capital"], ["Rayna Kumar", "Evercore ISI"], ["Jim Schneider", "Goldman Sachs"], ["Gary Bisbee", "RBC Capital Markets"], ["Bryan Keane", "Deutsche Bank"], ["Kartik Mehta", "Northcoast Research"], ["Tim McHugh", "William Blair & Company"], ["Jeff Silber", "BMO Capital Markets"], ["Glenn Greene", "Oppenheimer"], ["Rick Eskelsen", "Wells Fargo Securities"], ["David Ridley-Lane", "Bank of America Merrill Lynch"], ["Mark Marcon", "Robert W. Baird & Company, Inc."], ["Ashwin Shirvaikar", "Citigroup"]], "date": "December 21, 2016 9:30 AM ET", "ticker": "PAYX", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2017 Earnings Conference Call", "transcript": "<p>Good day, everyone, and welcome to today's Red Hat Incorporation Q3 Fiscal Year 2017 Earnings Conference Call. At this time, all participants are in a listen-only mode. Later, you will have the opportunity to ask questions during a question-and-answer session [Operator Instructions].</p><p>It is now my pleasure to turn today's conference over to Tom McCallum, Vice President of Investor Relations. Please go ahead, sir.</p><h1>Tom McCallum</h1><p>Thank you, Lynn. Hello everyone, and welcome to Red Hat's earnings call for the third quarter of fiscal '17. Speakers for today's call will be Jim Whitehurst, President and CEO, and Frank Calderoni, Executive Vice President Operations, and CFO.</p><p>Our earnings press release was issued today after the market closed and may be downloaded from redhat.com on the Investor Relations page. Also on this page you'll be able to find a copy of today's prepared remarks, a schedule of currency rates and a slide deck with financial highlights and supplemental metrics that, along with the earnings press release, include a reconciliation of GAAP to non-GAAP financial results.</p><p>During this call, we will make forward-looking statements about our future financial performance and other future events or trends, including guidance for the fourth quarter and the full fiscal year. These statements are only predictions that are based on what we believe today, and results may differ materially. These forward-looking statements are subject to the risks, uncertainties, assumptions and other factors that could affect our financial results and the performance of our business and which we discuss in detail in our filings with the SEC, including today’s earnings press release and the risk factors and other information contained in our most recently filed Form 10-K and Form 10-Q. Red Hat assumes no obligation to update any of these forward-looking statements we may make on today’s call.</p><p>And with that, let me turn the call over to Jim.</p><h1>Jim Whitehurst</h1><p>Thank you, Tom. And let me add my welcome to everyone joining us on today’s call. In Q3, solid execution allowed us to continue to deliver double digit growth in a number of our financial metrics including revenue, non-GAAP operating income and non-GAAP EPS. Some key highlights in quarter include, strong demand for our cloud-enabling technologies, which is reflected in the 32% constant currency growth in our application development related and other emerging technologies revenue. Our continuing customer traction is evident in our top 25 renewals that were up for renewal this quarter; all 25 renewed, and they did so at more than a 120% of their prior annual commitment.</p><p>As Frank will describe, we closed many large deals, including some of the largest deals in Red Hat’s history, with strong cross-selling and longer term commitments from our customers. Our customers are increasingly adopting the cloud as part of their overall IP strategy, and are using Red Hat as a partner. We see customers deploying our cloud-enabling technologies both on-premise and in the public cloud. This group of hybrid cloud customers is growing revenue in the aggregate faster than customers that have not yet embraced these technologies. In fact, in Q3, we added hundreds of customer wins with products from our hybrid cloud portfolio, including several OpenStack deals that were over a $1 million. Also of note, we closed our second OpenShift deal over $10 million and another OpenShift deal over $5 million.</p>", "company": "Red Hat Inc", "exec": [["Tom McCallum", "VP of IR", "Red Hat Inc"], ["Jim Whitehurst", "President and CEO", "Red Hat Inc"], ["Frank Calderoni", "EVP, Operations and CFO", "Red Hat Inc"]], "analysts": [["Brent Thill", "UBS"], ["Raimo Lenschow", "Barclays Capital"], ["Walter Pritchard", "Citigroup"], ["Karl Keirstead", "Deutsche Bank"], ["Matt Hedberg", "RBC Capital Markets"], ["Gregg Moskowitz", "Cowen & Company"], ["Michael Turits", "Raymond James"], ["Steve Ashley", "Robert W. Baird"], ["Heather Bellini", "Goldman Sachs"], ["Kash Rangan", "Bank of America, Merrill Lynch"], ["Kirk Materne", "Evercore ISI"], ["John DiFucci", "Jefferies"], ["Keith Weiss", "Morgan Stanley"], ["Abhey Lamba", "Mizuho Securities"], ["Keith Bachman", "Bank of Montréal"], ["Ed Maguire", "CLSA"], ["Ittai Kidron", "Oppenheimer"]], "date": "December 21, 2016 05:00 PM ET", "ticker": "RHT", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2017 Earnings Conference Call", "transcript": "<p>Ladies and gentlemen thank you for standing by, welcome to the CalAmp Third Quarter Earnings Release Conference Call. At this time, all participants are in a listen-only mode. At the conclusion of our prepared remarks, we will conduct a question-and-answer session. [Operator Instructions] As a reminder, this call is being recorded.</p><p>I would now like to introduce your host for today's conference call, Nicole Noutsios, Investor Relations for CalAmp. Nicole, you may begin your conference.</p><h1>Nicole Noutsios</h1><p>Thank you for joining us on today's conference call to discuss CalAmp's third quarter 2017 financial results. This call is also being broadcast live over the web, and can be found on the IR section of our IR Web site. With us today are CalAmp's President and Chief Executive Officer Michael Burdiek and Chief Financial Officer, Rick Vitelle.</p><p>Before we begin, let me remind you that this call may contain forward-looking statements. While these forward looking statements reflect CalAmp's best current judgment, they are subject to risks and uncertainties that could cause actual results to materially differ from those forward-looking projections. Risk factors that could cause CalAmp's actual results to materially differ from its projections are discussed in the earnings release which was issued today, and is available on our Web site, and in our Fiscal 2016 Annual Report on Form 10-K that was filed on April 20, 2016, with the SEC.</p><p>With that, I'll turn the call over to Michael Burdiek.</p><h1>Michael Burdiek</h1><p>Thank you for joining our call today. We reported third quarter revenues of $83.4 million, up 12% year-over-year, with GAAP basis gross margin of 42.1%, the highest in the company's history. Our third quarter bottom line results both for the GAAP basis net loss of $0.04 and the non-GAAP net income of $0.21 per diluted share, were adversely impacted by higher than anticipated legal expenses and foreign currency exchange losses, which Rick will address later in the call. We've become more optimistic about our near-term growth as visibility has improved markedly from early in the year when macro factors had negatively impacted demand for fleet telematics products in the U.S.</p><p>During the most recent quarter, our MRM telematics product sales reached the highest level of the past four quarters with telematics device sales for fleet and connected car applications reaching an all-time high. Furthermore, we sense increasing optimism among our U.S. customer base. This along with the market catalyst of the impending electronic logging device or ELD mandate create what we believe is a more favorable market backdrop than what we've experienced domestically for some time. More than 1 million commercial transport vehicles will be required to comply with the ELD mandate, which we expect will drive incremental demand for new in vehicle displays and telematics devices over the next two to three years. Internationally we also see reason to be optimistic as revenue from international customers reached 28.5% of consolidated results, an all-time high for the company. </p><p>Looking at our Q3 results in some detail. Sales of MRM telematics products were up 7% sequentially and we now have a vastly improved opportunity pipeline as compared to just a few quarters ago. The business with OmniTrax, one of our newest key customers is on course and we are now launching new programs with another key customer related to the win we announced during our last earnings call.</p>", "company": "CalAmp Corp", "exec": [["Nicole Noutsios", "IR", "CalAmp Corp"], ["Michael Burdiek", "CEO", "CalAmp Corp"], ["Rick Vitelle", "CFO", "CalAmp Corp"]], "analysts": [["Mike Walkley", "Canaccord Genuity"], ["Mike Crawford", "B. Riley & Company"], ["Jonathan Ho", "William Blair"], ["Greg Burns", "Sidoti"]], "date": "December 21, 2016 04:30 PM ET", "ticker": "CAMP", "exchange": "NYSE"}},
{"entry": {"title": "Q1 2017 Earnings Conference Call", "transcript": "<p>Ladies and gentlemen, thank you for standing by. Welcome to the Actuant Corporation’s First Quarter Earnings Conference Call. During the presentation, all participants will be in a listen-only mode. Afterwards, we will conduct a question-and-answer session. [Operator Instructions] As a reminder, this conference is being recorded, Wednesday, December 21st, 2016. It is now my pleasure to turn the conference over to Karen Bauer, Communications and Investor Relations Leader. Please go ahead, Ms. Bauer.</p><h1>Karen Bauer</h1><p>Great. Good morning and welcome to Actuant’s first quarter earnings conference call. On the call with me today are Randy Baker, Actuant’s CEO; Andy Lampereur, current CFO; and Rick Dillon our incoming CFO.</p><p>Our earnings release and the slide presentation for today’s call are available in the Investors section of our website. But before we start, a word of caution. During this call, we will be making forward-looking statements within the meaning of the Private Securities Litigation Reform Act. Investors are cautioned that forward-looking statements are inherently uncertain and that there are number of factors that could cause actual results to differ materially from these statements. These factors are outlined in our SEC filings. Consistent with prior quarters, we will utilize the one question, one follow-up rule in order to keep today’s call to an hour. Thank you in advance for following this practice.</p><p>And with that, I will turn the call over to Randy.</p><h1>Randy Baker</h1><p>Thanks, Karen, good morning everybody and thanks for joining our first quarter conference call. I'd like to begin today by welcoming Rick Dillon to Actuant. As we announced a few weeks ago, Rick will become our next CFO. He brings an enormous and strong industrial background, he's going to make a great addition to the team, so welcome aboard Rick. Secondly, I'd like to recognize and thank Andy Lampereur for his service to Actuant. Andy is one of Actuant's founding team members and was a key contributor to the Company in its success and on behalf of Board of Directors, Andy thank you very much.</p><p>So starting over on Slide 4, I'm very pleased with our results in the quarter. We met our commitments in sales and earnings excluding the impact of restructuring and transition charges. Core sales were consistent with our guidance in all three segments and on a consolidated basis. We saw the expected stabilization and easier comparisons in our industrial and engineered solutions segment, and as expected our energy segment had difficult year-over-year top line performance given last year's non-recurring Hydratight project.</p><p>I'll cover the industry dynamics later in the call, but I would describe most of our end markets as sequentially stable. Diluted EPS excluding restructuring and transition charges were slightly above the $0.14 to $0.19 guidance range with benefit of lower than anticipated tax rate, which added about $0.02 a share. We generated $8 million of free cash flow in the quarter and the net debt leverage was about 2.7, both of which were within our guidelines and expectations.</p><p>Now, I'll turn the call over to Andy to run through the details in the quarter and then I'll come back with additional updates and guidance.</p><h1>Andy Lampereur</h1><p>Thanks, Randy, and good morning everyone. I am going to start my review with the bridge schedule on Slide 4, which removes both the restructuring and previously announced transition charges from our GAAP results to align them with what was contemplated in our guidance for the quarter. Excluding the combined $0.12 a share drag from these two items, our adjusted operating profit was $19 million, and our adjusted EPS was $0.20 a share, which is a $0.01 above our $0.14 to $0.19 a share guidance range.</p>", "company": "Actuant Corporation", "exec": [["Karen Bauer", "Communications and Investor Relations Leader", "Actuant Corporation"], ["Randy Baker", "CEO", "Actuant Corporation"], ["Andy Lampereur", "CFO", "Actuant Corporation"], ["Rick Dillon", "Incoming CFO", "Actuant Corporation"]], "analysts": [["Alison Poliank", "Wells Fargo"], ["Ann Duignan", "JPMorgan"], ["Jeff Hammond", "KeyBanc Capital Markets"], ["Scott Graham", "Bank of Montreal"], ["Mig Dobre", "Baird"], ["Charley Brady", "SunTrust Robinson Humphrey"], ["Justin Bergner", "Gabelli & Company"]], "date": "December 21, 2016 11:00 AM ET", "ticker": "ATU", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Good day and welcome to the Dynasil Corporation of America’s Fiscal 2016 Year End Conference Call. Today’s call is being recorded. [Operator Instructions] I would now like to turn the call over to Patty Kehe of Dynasil. Ms. Kehe, please go ahead.</p><h1>Patty Kehe</h1><p>Thank you, Austin and good afternoon everyone. With me are Peter Sulick, Dynasil’s Chairman, CEO and President and Rob Bowdring, Dynasil’s Chief Financial Officer.</p><p>Before we begin, please note that various remarks management makes on today’s conference call that are not historical facts, including, but not limited to, statements about our expectations, beliefs, plans, designs, objectives, prospects, financial condition, assumptions and future events or performance are forward-looking statements under the Private Securities Litigation Reform Act of 1995. Forward-looking statements involve risks and uncertainties. Actual results may differ materially from those indicated by such forward-looking statements as a result of various important factors, including those discussed in Dynasil’s annual report on Form 10-K for the fiscal year ended September 30, 2016, filed with the Securities and Exchange Commission.</p><p>Dynasil’s filings can be accessed on the Investor Relations section of the company’s website, www.dynasil.com. In addition, any forward-looking statements represent the company’s views as of today, December 21, 2016. These statements should not be relied upon as representing the company’s views as of any subsequent date. While Dynasil may elect to update forward-looking statements at some point in the future, the company specifically disclaims any obligation to do so.</p><p>Now, let me turn the call over to Peter Sulick.</p><h1>Peter Sulick</h1><p>Thanks, Patty. Good afternoon, everyone. Thank you for joining us on the call today to highlight our financial results and other activities for our 2016 fiscal year. Earlier this afternoon, we released our press release with summary results for our 2016 fiscal year, including a table showing our results by segment, which separately breaks out our Xcede loss. You may want to refer to this press release and our 10-K for specific information during the call. If you have that release available now, you will note the table with columnar results for our optics, research and biomedical segments for both 2016 and 2015. Rob will summarize our results in a few minutes, I would like to highlight some of the – both the positive and negative events, which characterized Dynasil’s 2016 year.</p><p>You can see from our results, we had major improvements in revenue and net operating income for our core operating businesses in 2016. I am happy to report our revenue increased by approximately $3 million after accounting for the Xcede loss, we earned net income of $300,000 in 2016 as compared to a net loss of $400,000 in 2015. The $3 million revenue improvement in 2016 represents an increase of 7% over 2015 and is comprised of revenue increases in both our optics and contract research segments. Our optics segment revenue increased 9% year-over-year even after accounting for the Brexit devaluation, which resulted in $500,000 revenue hit in June through September of 2016. And despite continued softness in funding of research across multiple federal agencies, our Contract Research segment revenue increased 5% year-over-year.</p><p>Net operating income, one of our key performance metrics, increased from $976,000 in 2015 to $1,775,000 in 2016 from our optics segment or 82% increase. For our research segment, the increase was $875,000 to $974,000 or 11%. This growth was offset by growth in the cost of our Xcede hemostat development project. However, it should be noted that our core businesses generated net operating income of $2,750,000 for 2016.</p>", "company": "Dynasil Corporation of America", "exec": [["Patty Kehe", "Investor Relations", "Dynasil Corporation of America"], ["Peter Sulick", "Chairman, Chief Executive Officer and President", "Dynasil Corporation of America"], ["Rob Bowdring", "Chief Financial Officer", "Dynasil Corporation of America"]], "analysts": [["Robert Cooper", "Private Investor"], ["Joe Furst", "Furst Associates"]], "date": "December 21, 2016 17:00 ET", "ticker": "DYSL", "exchange": "NYSE"}},
{"entry": {"title": "Q1 2017 Earnings Conference Call", "transcript": "<p>Good afternoon. My name is Latif and I will be your conference facilitator today. At this time, I would like to welcome everyone to the Micron Technology’s First Quarter 2017 Financial Release Conference Call. All lines have been placed on mute to prevent any background noise. After the speakers’ remarks, there will be a question-and-answer period. [Operator Instructions] Thank you.</p><p>It is now my pleasure to turn the floor over to your host, Ivan Donaldson. Sir, you may begin your conference.</p><h1>Ivan Donaldson</h1><p>Thank you, Latif. And welcome to Micron Technology’s first quarter 2017 fiscal conference call. On the call with me today are Mark Durcan, CEO and Director; and Ernie Maddock, Chief Financial Officer. This conference call, including audio and slides, is also being webcast from our Investor Relations website at investors.micron.com. </p><p>In addition, our website contains the earnings press release filed a short while ago and supplemental information including quarterly operational and financial metrics and guidance, GAAP to non-GAAP reconciliations, slides used during today’s conference call, and a convertible debt and capped call dilution table.</p><p>Today’s call will be approximately 60 minutes in length. A webcast replay will be available on our website for one year. We encourage you to monitor our website at micron.com throughout the quarter for the most current information on the company, including information on the various financial conferences that we will be attending and our 2017 analyst conference which will be held on Thursday, February 2nd. You can also follow us on Twitter @MicronTech.</p><p>As a reminder, the matters we will be discussing today, includes forward-looking statements based on the environment as we currently see it. These forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from statements made today. We refer you to the documents the company files with the SEC, specifically our most recent Form 10-Q and 10-K for a complete discussion of these important factors and other risks that may affect our future results.</p><p>Although we believe that the expectations reflected in the forward-looking statements are reasonable, we cannot guarantee future results, levels of activity, performance or achievements. We are under no duty to update any of the forward-looking statements after today’s date to conform these statements to actual results.</p><p>I’ll now turn the call over to Mark.</p><h1>Mark Durcan</h1><p>Thank you, Ivan. For fiscal Q1 2017, Micron posted total revenue of $3.97 billion with non-GAAP gross margin of 26% and net income of $335 million or $0.32 per share. Revenue, gross margin, operating income all exceeded our guidance. Operating cash flow was $1.1 billion. In the first quarter, we saw an acceleration of the positive market conditions to begin this fall. </p><p>For the industry, supply is slowing demand is stronger on a number of key segments and inventory is at low levels. Prices have been strengthening on a like-for-like basis across all leading SDRAM and NAND products and we see this trend continuing into the current quarter. </p><p>To give you some perspective on pricing dynamics. After declining for roughly 18 months, PC DRAM ASPs are up 50% to 60% compared to the trough pricing driven by an improvement in demand, with slightly low inventory levels and the impact of supply shifts to other segments. In contrast to all other DRAM segments declined substantially less over the same period and are recovering at a slower rate. </p>", "company": "Micron Technology Inc.", "exec": [["Ivan Donaldson", "IR", "Micron Technology Inc."], ["Mark Durcan", "CEO", "Micron Technology Inc."], ["Ernie Maddock", "CFO", "Micron Technology Inc."]], "analysts": [["Chris Hemmelgarn", "Barclays"], ["Vijay Rakesh", "Mizuho"], ["Mark Delaney", "Goldman Sachs"], ["Rajvindra Gill", "Needham and Company"], ["Timothy Arcuri", "Cowen"], ["Joe Moore", "Morgan Stanley"], ["Steven Fox", "Cross Research"], ["Chris Danely", "Citigroup"], ["John Pitzer", "Credit Suisse"], ["Jagadish Iyer", "Summit Redstone Partners"], ["Harlan Sur", "JP Morgan"], ["Romit Shah", "Nomura"], ["David Wong", "Wells Fargo"], ["Kevin Cassidy", "Stifel"], ["Mark Newman", "Bernstein"]], "date": "December 21, 2016 04:30 PM ET", "ticker": "MU", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2016 Results Earnings Conference Call", "transcript": "<p>Welcome to Bed Bath & Beyond’s third quarter fiscal 2016 earnings call. All participants will be in a listen-only mode until the Q&A portion of the call. Today’s conference call is being recorded.</p><p>A rebroadcast of the conference call will be available beginning on Wednesday, December 21, 2016 at 7:30 PM Eastern Time through 7:30 PM Eastern Time on Friday, December 23, 2016. To access the rebroadcast, you may dial 888-843-7419 with a passcode ID of 43897412.</p><p>At this time, I’d like to turn the conference call over to Janet Barth, Vice President, Investor Relations. Please go ahead.</p><h1>Janet Barth</h1><p>Thank you, Adrian. And good afternoon, everyone. Joining me on our call today are Steven Temares, Bed Bath & Beyond’s Chief Executive Officer and Member of the Board of Directors; Gene Castagna, Chief Operating Officer; and Susan Lattmann, Chief Financial Officer and Treasurer.</p><p>Before we begin, I’d like to remind you that this conference call may contain forward-looking statements including statements about or references to our internal models and our long-term objectives. All such statements are subject to risks and uncertainties that could cause actual results to differ materially from what we say during the call today. Please refer to our most recent periodic SEC filings for more details on these risks and uncertainties. The company undertakes no obligation to update or revise any forward-looking statements as events or circumstances may change after this call.</p><p>Our earnings press release dated December 21, 2016 can be found in the Investor Relations section of our website at </p><p>And for those of you who may have holiday parties to get to tonight, here are some highlights. Third quarter net earnings per diluted share were $0.85. Net sales for the quarter were approximately $3 billion, an increase of approximately 10 basis points compared to the prior-year period.</p><p>Quarterly comparable sales decreased approximately 1.4%. Sales from our customer-facing digital channels grew in excess of 20% and sales from our stores declined in the low single digit percentage range.</p><p>In addition, our Board of Directors today declared a quarterly dividend of $0.125 per share to be paid on April 18, 2017 to shareholders of record at the close of business on March 17, 2017.</p><p>Given the comp in the fourth quarter to-date and our assumption for the remainder of the year, including the critical days leading up to Christmas, we're modeling a full-year comp sales decline of approximately 50 basis points, with net sales increasing about 1%.</p><p>Fiscal 2016 net earnings per diluted share are expected to be at the low end of the range we have described in our previous earnings press releases. </p><p>During our call today, Sue will review our third quarter financial results and some of our planning assumptions for fiscal 2016 and then Steven will give an update on some operational and strategic developments, including the recent acquisition of PersonalizationMall.com, which is known as PMall.com and PMall. After our prepared remarks, we will open up the call to questions.</p>", "company": "Bed Bath & Beyond, Inc.", "exec": [["Janet Barth", "Vice President, Investor Relations", "Bed Bath & Beyond, Inc."], ["Susan Lattmann", "Chief Financial Officer and Treasurer", "Bed Bath & Beyond, Inc."], ["Steven Temares", "Chief Executive Officer", "Bed Bath & Beyond, Inc."], ["Eugene Castagna", "Chief Operating Officer", "Bed Bath & Beyond, Inc."]], "analysts": [["Christopher Horvers", "JP Morgan"], ["Alan Rifkin", "BTIG"], ["Steven Forbes", "Guggenheim"], ["Simeon Gutman", "Morgan Stanley"], ["Michael Lasser", "UBS"], ["Seth Sigman", "Credit Suisse"], ["Matt McClintock", "Barclays"], ["Matt Fassler", "Goldman Sachs"], ["Dan Binder", "Jefferies"], ["David Vargas", "Raymond James"], ["Denise Chai", "Bank of America"], ["David Magee", "SunTrust"], ["Laura Champine", "Roe Equity Research"], ["Peter Benedict", "Robert Baird"], ["Seth Basham", "Wedbush"]], "date": "December 21, 2016, 05:00 PM ET", "ticker": "BBBY", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017 Earnings Conference Call", "transcript": "<p>Welcome to today’s ConAgra Brands’ Second Quarter Earnings Conference Call. This program is being recorded. My name is Gerry, and I will be your conference facilitator. All audience lines are currently in a listen-only mode [Operator Instructions].</p><p>At this time, I’d like to introduce your host from ConAgra Brands for today’s program; Sean Connolly, Chief Executive Officer; Dave Marberger, Chief Financial Officer; and Johan Nystedt, Vice President of Treasury and Investor Relations. Please go ahead, Mr. Nystedt.</p><h1>Johan Nystedt</h1><p>Good morning. During today’s remarks, we will make some forward-looking statements. And while we’re making those statements in good faith and are confident about our Company’s directions, we do not have any guarantee about the results that we will achieve.</p><p>So, if you would like to learn more about the risks and factors that could influence and impact our estimated results, perhaps materially, I’ll refer you to the documents we filed with the SEC, which include cautionary language. Also we will be discussing some non-GAAP financial measures during the call today, and the reconciliations of those measures to the most directly comparable measures for Regulation G compliance can be found in either the earnings press release, or in the earnings slides, both of which can be found on our Web site at conagrabrands.com/investor-relations.</p><p>Now, I’ll turn it over to Sean.</p><h1>Sean Connolly</h1><p>Thanks, Johan. Good morning, everyone, happy holidays. And thank you for joining our second quarter fiscal 2017 conference call. We’re excited to be with you this morning for our first call as ConAgra Brands, with the spin-off of Lamb Weston successfully behind us we have embarked on a new era as a branded pure-play CPG company. We’ve made a lot of progress to get to this point. But more importantly, we’re confident that we have a lot of run-way to deliver significant improvement and profitability in the years to come.</p><p>On today’s call, I’m going to take few minutes to provide some context around where we are and our expectations going forward. I’ll also touch on the progress we’re making against our strategic plans. I’ll cover a few highlights from the quarter and Dave will get into the details before we take your questions. For those of you who are able to join us at our Investor Day in October, you will recall that I left you with six key takeaways about the business and our plans for the future. First, we have clearly moved to beyond our roots as an ad company, and later a global conglomerate.</p><p>ConAgra Brands today is a much different organization. And as we discussed with you in October, the differences aren’t just structural. Our culture has fundamentally evolved. The team has developed the focus and discipline required to succeed. Hand-in-hand with these cultural changes, the revenue management capabilities we’ve developed and the deep commitment to cost and complexity reduction efforts now embedded in our organization. We expect these efforts will fuel additional margin expansion overtime, which in-turn will fuel improved growth and cash flow. It’s also worth repeating that we’re in a unique position to reshape our portfolio in an efficient manner. We have a strong balance sheet, and an attractive tax asset.</p>", "company": "Conagra Brands Inc", "exec": [["Johan Nystedt", "VP, Treasury & Investor Relations", "Conagra Brands Inc"], ["Sean Connolly", "President and Chief Executive Officer", "Conagra Brands Inc"], ["Dave Marberger", "Chief Financial Officer", "Conagra Brands Inc"], ["Tomas McGough", "President of ConAgra Brands", "Conagra Brands Inc"], ["Dave Biegger", "EVP and Chief Supply Chain", "Conagra Brands Inc"]], "analysts": [["Andrew Lazar", "Barclays Capital"], ["Matthew Grainger", "Morgan Stanley"], ["Weill Cornell", "Citigroup"], ["David Palmer", "RBC Capital Markets"], ["Rob Moskow", "Credit Suisse"], ["Alexia Howard", "Bernstein"], ["Bryan Spillane", "Bank of America Merrill Lynch"], ["Jonathan Feeney", "Consumer Edge Research"], ["Jason English", "Goldman Sachs"], ["Lubi Kutua", "Jefferies"]], "date": "December 22, 2016 09:30 AM ET", "ticker": "CAG", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017 Results Earnings Conference Call", "transcript": "<p>Good morning everyone and welcome to the Herman Miller Incorporated Second Quarter Fiscal Year 2017 Earnings Results Conference Call. This call is being recorded.</p><p>This presentation will include forward-looking statements that involve risks and uncertainties that could cause actual results to differ materially from those in these forward-looking statements. These risks and uncertainties include those risk factors discussed in the company’s report on Forms 10-K and 10-Q, and other reports filed with the Securities and Exchange Commission.</p><p>Today’s presentation will be hosted by Mr. Brian Walker, President and CEO; Mr. Jeff Stutz, Executive Vice President and CFO, and Mr. Kevin Veltman, Vice President, Investor Relations and Treasurer. Mr. Walker will open the call with brief remarks, followed by a more detailed presentation of the financials by Mr. Stutz and Mr. Veltman. We will then open the call to your questions. We will limit today’s call to 60 minutes and ask that callers limit their questions to allow time for all to participate.</p><p>At this time, I would like to begin the presentation by turning the call over to Mr. Walker. Please go ahead.</p><h1>Brian Walker</h1><p>Good morning, everyone and thank you for joining us today. Yesterday we announced our financial results for the second quarter of fiscal 2017. Our consolidated sales and orders for the quarter were $578 million and $576 million respectively and GAAP earnings per share were $0.53.</p><p>Sales for the quarter were lower than we expected. The softness was primarily in our North America contract-furnishing segment as ELA specialty and consumer each delivered mid to high single digit growth for the quarter. In the face of challenging comparisons to the prior year and an uncertain near term business environment, consolidated orders posted a modest decline this quarter particularly in the North America and Specialty segment, both of which experienced double-digit organic order growth last year.</p><p>Adjusted earnings per share of $0.54 for the quarter met our expectations and the organization did a good job delivering manufacturing efficiencies and adjusting spending to the demand levels across the business.</p><p>Before Jeff and Kevin provide a more detailed breakdown of the results for the quarter, I’d like to share my perspectives on the economic backdrop as well as the overall direction of the business.</p><p>Despite the impact of low energy cost and interest rates, growth and productivity in the U.S. and abroad remained tepid. The contentious political environment in Europe and the recent U.S. elections have combined to increase volatility over the past several months.</p><p>Contract furniture industry in North America has echoed this mix environment, with choppy order levels and lower architectural buildings activity at odds with support of service sector employment and non-residential construction activity.</p><p>Our North American business has reflected this cautious environment. Sales and order rates within our North America segment did not meet our expectation this quarter. On an organic basis, net sales decreased 5% and new orders were down 3% compared to the year ago period. This quarter’s results were challenged by a particularly difficult prior year comparison and a competitive pricing environment. Looking at the data on a two-year stack basis, order growth for the second quarter was approximately 3%. This exceeds the growth within a broader North American contract industry, which over the same time averaged closer to 1%. This data reflects the project nature of our business and the broader uneven demand patterns.</p>", "company": "Herman Miller, Inc.", "exec": [["Kevin Veltman", "VP, IR", "Herman Miller, Inc."], ["Brian Walker", "President & CEO", "Herman Miller, Inc."], ["Jeffrey Stutz", "EVP & CFO", "Herman Miller, Inc."]], "analysts": [["Matt McCall", "Seaport Global"], ["Kathryn Thompson", "Thompson Research Group"]], "date": "December 22, 2016, 09:30 AM ET", "ticker": "MLHR", "exchange": "NYSE"}},
{"entry": {"title": "Definitive Agreement to Sell Low Speed Transceiver Business to APAT Optoelectronics Components plus Revised Outlook Conference Call", "transcript": "<p>Welcome to the NeoPhotonics Conference Call. The date of this call is December 19, 2016. This call is being webcast live on the NeoPhotonics event calendar webpage at www.neophotonics.com. This call is the property of NeoPhotonics and any recording, reproduction or transmission of this call without the express written consent of NeoPhotonics is prohibited. You may listen to a webcast replay of this call by visiting the event calendar page of the NeoPhotonics website. I would now like to turn the call over to Erica Mannion at Sapphire Investor Relations, Investor Relations for NeoPhotonics. Please go ahead.</p><h1>Erica Mannion</h1><p>Good afternoon. Thank you for joining us to discuss NeoPhotonics sale of the company’s Low Speed Business. With me today are Tim Jenks, Chairman and CEO, and Ray Wallin, Chief Financial Officer.</p><p>Tim will provide an overview of the transaction, after which Ray will review the financial impact and discuss our updated fourth quarter outlook before opening the call for questions.</p><p>All material contained in the webcast is the sole property and copyright of NeoPhotonics Corporation, with all rights reserved. Certain statements in this conference call, which are not historical facts, may be considered forward-looking statements that involve risks and uncertainties. Forward-looking statements include statements regarding future business results, future levels of sales and profitability, subsequent events, product and technology development, future customer demand, anticipated timing and benefits of the transaction and economic and industry projections. Various factors could cause actual results to differ materially from what is set forth in such forward-looking statements. Some of the factors that could affect the Company’s results have been set forth in our press release dated December 19, 2016 and are described in detail in the Company’s SEC filings, including but not limited to, our Annual Report on Form 10-K for the year ended December 31, 2015, and our Quarterly Report on Form 10-Q for the quarter ended September 30, 2016. </p><p>Now I will turn the call over to NeoPhotonics’ CEO, Tim Jenks.</p><h1>Tim Jenks</h1><p>Thank you, Erica.</p><p>Today NeoPhotonics announced it has executed a definitive agreement to sell the Access and Low Speed transceiver product lines (that is, our “Low Speed Business”) to APAT Optoelectronics Components Co., Ltd. (“APAT OE”) of Shenzhen, China. APAT OE is a designer and manufacturer of optical sub-assemblies for telecom and datacom markets. At the same time, we’ll provide an update on our fourth quarter outlook, which Ray will address shortly.</p><p>After conducting a comprehensive evaluation of the alternatives available for our Low Speed Business, which includes our PON products, plus bidirectional low speed transceivers and 10G transceivers, we concluded that this asset sale transaction is the best option for our shareholders, customers and employees. </p><p>The assets to be sold include the intellectual property, inventory and fixed assets for NeoPhotonics’ PON products including GPON and GEPON transceiver products at up to 10G data rates, plus 10G and below telecom, bidirectional and specialty transceiver products. As a result of the transaction, these PON, 10G and BiDi transceiver products will continue to be made available by APAT OE, providing beneficial continuity to customers.</p><p>The transaction is valued at approximately $26.4 million, inclusive of post-closing payments under a Transition Services Agreement. The transaction value consists of an equivalent of a $25.0 million purchase price plus an additional equivalent of $1.4 million to be paid as certain transition services are delivered. The consideration consists of not less than the equivalent of $23.0 million to be paid in cash in China Renminbi at close and not more than $2.0 million in a US dollar denominated promissory note. In addition, the purchaser will assume outstanding supply chain purchase commitments and will be responsible for payment of value-added tax obligations. The purchase price is subject to adjustment after closing for inventory adjustments and by up to $10 million in the event of potential claims under transaction warranty commitments of NeoPhotonics. The transaction is subject to customary closing conditions and is expected to close in January 2017. The purchaser is further subject to a $1.0 million breakup fee to be held in escrow, which will be applied to the purchase price upon closing or forfeited if the transaction does not close due to certain reasons attributable to the purchaser.</p>", "company": "NeoPhotonics Corporation", "exec": [["Erica Mannion", "Sapphire Investor Relations", "NeoPhotonics Corporation"], ["Tim Jenks", "CEO", "NeoPhotonics Corporation"], ["Ray Wallin", "CFO", "NeoPhotonics Corporation"]], "analysts": [], "date": "December 19, 2016, 05:00 PM ET", "ticker": "NPTN", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Good day ladies and gentlemen, and welcome to the Landauer Incorporated Fiscal 2016 Fourth Quarter Earnings Conference Call. At this time, all participant lines are in a listen-only mode. Later, we will be conducting a question-and-answer session and instructions will be given at that time. [Operator Instructions] As a reminder, today’s conference call is being recorded.</p><p>I would now like to introduce your host for today's conference, Chief Financial Officer, Dan Fujii. Sir, you may begin.</p><h1>Dan Fujii</h1><p>Thank you, Andrew. Good afternoon. I'm pleased to welcome you to our fiscal 2016 fourth quarter earnings conference call. With me on the call today is Mike Kaminski, President and Chief Executive Officer of the company.</p><p>By now you've had the opportunity to review the press release and perhaps the 10-K which we issued today, a copy of which you can find on the company's website at landauer.com. In addition, we have posted our quarterly results slide deck that highlights key activities and accomplishments related to the quarter.</p><p>On today’s call, we’ll provide a review of our financial results for the quarter and full fiscal year, and then move to the question-and-answer portion of the call to address any specific questions you have.</p><p>Before turning the call over to Mike, I need to remind everyone of the Safe Harbor provisions contained in our press release, which also governs this conference call, and that certain statements made today are not historical and may be deemed forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Please refer to the complete Safe Harbor statements contained within the press release as well as the information contained in the company's annual 10-K report and other reports filed with the SEC by the company.</p><p>Now at this time, I'd like to turn the call over to Mike Kaminski. Mike?</p><h1>Mike Kaminski</h1><p>Thank you, Dan. Good afternoon everyone. I’ll begin with a few high level comments and Dan will provide more detail on our financial results later in the call.</p><p>In 2016, our results demonstrate the fact that we made strong progress in our ongoing strategy to transform Landauer. Throughout the year, we executed against our strategic, operational and financial objectives and our underlining results for the fourth quarter reflect the continued momentum on that front. Similar to last quarter, my comments regarding the results will exclude the impact from the sale of Radon and Medical Products businesses in order to provide a more relevant comparison of our business trends for the quarter and the year. In addition, our fourth-quarter earnings on GAAP basis were impacted by incremental tax expenses associated with the sale of the Medical Products business which I will exclude from my comments.</p><p>Using this methodology, revenue for the quarter was $36.8 million essentially flat with 2015. For comparison purposes, the fourth quarter of 2015 included $2.2 million in revenue related to the shipment of military product. As we have discussed previously, military shipments do not recur on a constant basis and we did not ship any products in the fourth quarter of 2016. Recurring revenue service lines were up 5.5% from the prior year period. I'll discuss recurring revenue trends in more detail in the year-to-year comparisons.</p><p>Imaging physics continue to pace our revenue growth with a strong quarter growing 19% sequentially and 32% over prior year. Net income in the quarter was impacted by the reduction of capital shipments offset by our operational cost control efforts which enabled us to improve our margins and increase net income by $300,000 or 7.5% over prior year. On an adjusted basis, EPS was $0.44 per share for the quarter.</p>", "company": "Landauer, Inc.", "exec": [["Dan Fujii", "Chief Financial Officer", "Landauer, Inc."], ["Mike Kaminski", "President and Chief Executive Officer", "Landauer, Inc."]], "analysts": [["Rob Mason", "Robert W. Baird"], ["Mitra Ramgopal", "Sidoti"], ["Kurt Kemper", "Hilliard Lyons"]], "date": "December 14, 2016 5:00 PM ET", "ticker": "LDR", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Ladies and gentlemen, welcome to the Arrowhead Pharmaceutical Conference Call. Throughout today’s recorded presentation all participants will be in a listen-only mode. After the presentation there will be an opportunity to ask questions.</p><p>I will now hand the conference call over to Vincent Anzalone, Vice President of Investor Relations for Arrowhead. Please go ahead, Vince.</p><h1>Vincent Anzalone</h1><p>Good afternoon, everyone. Thank you for joining us today to discuss Arrowhead's results for its fiscal 2016 fourth quarter and year ended September 30, 2016. With us today from management are President and CEO, Christopher Anzalone, who will provide an overview and Ken Myszkowski, our Chief Financial Officer who will give a review of the financials. Bruce Given, our Chief Operating Officer and Head of R&D will also be available when we open up the call to your questions.</p><p>Before we begin I'd like to remind you that comments made during today's call contain certain forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, and Section 21E of the Securities Exchange Act of 1934. All statements, other than statements of historical fact, including without limitation those with respect to Arrowhead's goals, plans and strategies, are forward-looking statements. These include statements regarding our expectations around the development, safety and efficacy of our drug candidates, projected cash runway and expected future development activities.</p><p>These statements represent management's current expectations and are inherently uncertain. Thus actual results may differ materially. Arrowhead disclaims any intent and undertakes no duty to update any of the forward-looking statements discussed on today's call. You should refer to the discussions under risk factors in Arrowhead's annual report on Form 10-K and the Company's subsequent quarterly reports on Form 10-Q for additional matters to be considered in this regard including risks and other considerations that could cause actual results to vary from presently expected results expressed in today’s call.</p><p>With that said, I'd like to turn the call over to Dr. Christopher Anzalone, President and CEO of the company. Chris?</p><h1>Christopher Anzalone</h1><p>Thanks Vince. Good afternoon, everyone. And thank you for joining us today. We normally review highlights of the progress we made during the previous year and clearly there were many notable accomplishments. However, this is not a typical year-end earnings call. So I'd like to review the recent events and give an update about what we're focused on right now. As you know, on November 29, we announced that we made the decision to halt development of all drug candidates that have employed a liver targeted IV administered DPC delivery vehicle. That specific structure of DPC is also known as EX1. This included all three of our clinical candidates, ARC-520 and ARC-521 for chronic hepatitis B infection and ARC-AAT for alpha-1 liver disease. This is not a decision that we took lightly and obviously not what we expected for the EX1 platform. It was however necessary as a regulatory path for products containing EX1 has become increasingly uncertain.</p><p>On November 8, the FDA notified us that the Heparc-2004 study of ARC-520 was being placed on clinical hold in the United States. This was prompted by deaths at the highest dose of an ongoing non-human primate toxicology study using EX1 that was being conducted to support long-term dosing. In subsequent discussions and review by regulators, investigators and ethics committees, in 17 countries in which we had clinical sites for our 520, our 520 and ARC-AAT, it became apparent that the regulatory concerns expressed by the FDA would delay our studies globally. We believe that resolving those regulatory concerns would at minimum require additional long-term non-clinical toxicology studies and would likely cause a delay of 18 months or more in our clinical programs.</p>", "company": "Arrowhead Pharmaceuticals", "exec": [["Vincent Anzalone", "VP of IR", "Arrowhead Pharmaceuticals"], ["Christopher Anzalone", "President and CEO", "Arrowhead Pharmaceuticals"], ["Ken Myszkowski", "CFO", "Arrowhead Pharmaceuticals"], ["Bruce Given", "COO and Head of R&D", "Arrowhead Pharmaceuticals"]], "analysts": [["Ted Tenthoff", "Piper Jaffrey"], ["Andrew Tsai", "RBC Capital Markets"], ["Katherine Xu", "William Blair"]], "date": "December 14, 2016 04:30 PM ET", "ticker": "ARWR", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017 Earnings Conference Call", "transcript": "<p>Good day, everyone, and welcome to the Cintas Quarterly Earnings Results Conference Call. Today's call is being recorded.</p><p>At this time, I would like to turn the call over to Mr. Mike Hansen, Vice President of Finance and Chief Financial Officer. Please go ahead, sir.</p><h1>Mike Hansen</h1><p>Good evening and thank you for joining us tonight. With me is Paul Adler, Cintas' Vice President and Treasurer. We will discuss our second quarter results for fiscal 2017. After our commentary, we will be happy to answer any questions.</p><p>The Private Securities Litigation Reform Act of 1995 provides a Safe Harbor from civil litigation for forward-looking statements. This conference call contains forward-looking statements that reflect the company's current views as to future events and financial performance. These forward-looking statements are subject to risks and uncertainties which could cause actual results to differ materially from those we may discuss. I refer you to the discussion on these points contained in our most recent filings with the SEC.</p><p>We are pleased to report that revenue for the second quarter which ended November 30</p><p>Second quarter gross margin improved to 44.1% from 43.3% last year. Scott Farmer, Cintas' Chairman and Chief Executive Officer stated in today's press release that this is our 13th consecutive quarter of year-over-year gross margin improvement. As Scott mentioned this accomplishment plus our industry leading organic sales growth is a great reflection of the significant opportunities we have ahead of us and of the great execution of our employees whom we call partners. Gross margin of the Uniform Rental and Facility Services segment improved to 44.7%, an increase of 80 basis points compared to last year's second quarter.</p><p>The First Aid and Safety segment gross margin improved to 46.1% representing both the year-over-year and the sequential increase of 290 and 30 basis points respectively, due to the realization of synergies from the acquisition of ZEE Medical in fiscal 2016.</p><p>Operating income for the second quarter of fiscal 2017 of $203 million increased 1.3% from last year's second quarter. Operating income margin was 15.6% compared to 16.4% in last year's second quarter. Second quarter operating income included $3.3 million or 0.3% of second quarter revenue of transaction expenses related to the previously announced agreement to acquire G&K Services.</p><p>Net income from continuing operations for the second quarter was $123 million compared to $115 million in last year's second quarter. Earnings per diluted share or EPS from continuing operations for the second quarter were $1.13 which included a negative $0.02 impact from G&K transaction expenses, compared to $1.03 in last year's second quarter.</p><p>Second quarter net income and EPS from continuing operations increased 6.9% and 9.7% respectively compared to last year's second quarter. Excluding the negative impact of the G&K acquisition expenses net income and EPS from continuing operations increased 8.8% and 11.7% respectively compared to last year's second quarter, and net income margin from continuing operations improved to 9.7% compared to 9.5% in last year's second quarter.</p>", "company": "Cintas Corporation", "exec": [["Mike Hansen", "CFO", "Cintas Corporation"], ["Paul Adler", "VP & Treasurer", "Cintas Corporation"]], "analysts": [["Minaz Putnik", "Barclays Capital"], ["Toni Kaplan", "Morgan Stanley"], ["Nate Brochmann", "William Blair"], ["Andrew Steinerman", "JP Morgan"], ["Hamzah Mazari", "Macquarie Capital"], ["Andy Whitman", "Robert W. Baird"], ["George Tong", "Piper Jaffray"], ["Joe Box", "KeyBanc"], ["Scott Schneeberger", "Oppenheimer"], ["John Healy", "Northcoast Research"], ["Gary Bissey", "RBC Capital Markets"], ["Dan Dolev", "Instinet"]], "date": "December 22, 2016 05:00 PM ET", "ticker": "CTAS", "exchange": "NYSE"}},
{"entry": {"title": "Annual Outlook Investor Meeting Conference Call", "transcript": "<p>Hey, good afternoon, everybody. I guess when you sell NBC, they kick you out of 30 Rock eventually, so we have kept the temperature more or less the same, which I’m sure you are happy about. So welcome, it’s good to be with you. And I am just going to start right in, go through kind of an overview of the company that I am happy to take questions at the end.</p><p>So just at the top, just give you a sense of – probably the most optimistic we have been about the U.S. economy in a long time. I think some of the reports we mentioned tax reform and things like that we see is generally positive. Lot of our markets are still pretty strong. I think the headwind remains kind of when is the oil sector and related industries going to recover. We have seen some firming of the price.</p><p>And then I think there is kind of, let’s say, five big themes I would have you think about as we go through the presentation. The first one is both Alstom and Baker Hughes are good deals. They add to the company financially and strategically and you are going to see that as I go through the presentation. Digital additive are becoming more real. There are horizontal capabilities inside the company that I think can drive a lot more productivity and also drive growth over time. We have a lot of cost out ideas that are coming from our investment in digital and our experience in the Alstom integration, which we are adding to our base plan.</p><p>We are a global company. We think we have got a ton of opportunities outside the United States today and in the future and we will continue to invest to realize those opportunities and the entire team is really committed to execute the $2 bridge by 2018 and I will give you the details of how we expect to get there as I go through the presentation. So you will see those throughout the rest of presentation. This is basically the scorecard for 2016 and I think the message I would give you is that this is consistent with what we talked about in the third quarter earnings call. No change to how we think about EPS, operating EPS. We see free cash flow and dispositions heading towards the marker we gave you in October. Same way cash return to investors and we increased the dividend again last week, so we continue to make progress on returning cash for investors. So we kind of see the fourth quarter coming in more or less the way we talked about in October.</p><p>Again, portfolio, GE Store, so strong businesses, GE Store, two of the big investment areas that we focus on are really harnessing the value of the digitization of our assets and additive manufacturing and really positioned to be a leader in productivity as we look at the future. So the way we have kind of structured the presentation today is to talk through how we have improved the portfolio by making it simpler and deeper, how we are leveraging the GE Store to improve organic growth and margins and how that plays into the $2 share by 2018 and the bridge. So, despite the oil and gas headwind, so that’s kind of the presentation that I will take you through today.</p><p>Here is just – again, so you have got this in mind as you are going through the rest of the presentation. We are basically going to go from $1.48 to $1.52 this year, $1.60 to $1.70 in 2017 and $2 in 2018. And I would give you two walks that help you see kind of how we get there. The first one goes back to April of 2015 and what’s changed, right? So clearly, the oil and gas markets are tougher than we saw in April of ‘15. We think that cost us $0.10 or $0.15 a share. Capital allocation and this is incremental buyback, the impact of LM and Baker Hughes over that time period as it pertains to the M&A that’s different, net of dispositions, so that’s about $0.05, and then an incremental $0.10 a share of cost takeout, some of which is already underway, and more I will talk about this plan in ‘17 and ‘18. So, that’s one walk from, let’s say, April of 2015 until today.</p>", "company": "General Electric Company", "exec": [["Jeffrey Immelt", "Chairman and Chief Executive Officer", "General Electric Company"], ["Jeffrey Bornstein", "Chief Financial Officer", "General Electric Company"]], "analysts": [["Jeffrey Sprague", "Vertical Research Partners"], ["Deane Dray", "RBC Capital Markets"], ["Joe Ritchie", "Goldman Sachs"]], "date": "December 14, 2016 15:00 ET", "ticker": "GE", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Good morning and welcome to the Merus Labs International Q4 Annual Earnings Announcement. My name is Scott and I will be facilitating the audio portion of today’s interactive broadcast. All lines have been placed on mute to prevent any background noise. This event also features streaming audio which allows you to listen to the show through your PC speakers. For those of you on the stream please take note of the options available in your event console. After the speakers’ remarks there will be a question and answer session. [Operator Instructions] Thank you.</p><p>At this time, I would like to turn the show over to Michael Bumby. Mr. Bumby, Please go ahead.</p><h1>Michael Bumby</h1><p>Good morning and welcome to Merus Labs International Earnings Call for the Year-End and Fourth Quarter of fiscal 2016. I am Michael Bumby, Merus’ Chief Financial Officer. We have filed our financial statements and MD&A on SEDAR and issued a Q4 2016 earnings press release this morning. </p><p>Investors should refer to those documents for more financial details, a more in-depth review of our results of operations and a more comprehensive list of the factors and risks that could cause our results of operations and business outcomes to materially differ from those expressed or implied on today’s call. Investors should also refer to the MD&A for a reconciliation of Merus’ non-GAAP financial measures including EBITDA, adjusted EBITDA and Gross Basis Revenues. </p><p>I would now like to introduce the Chief Executive Officer of Merus Labs, Mr. Barry Fishman. Barry?</p><h1>Barry Fishman </h1><p>Thanks, Michael and I welcome everyone to today’s call. I will start by providing some highlights of the quarter and the fiscal year. After my opening remarks, we will be pleased to take your questions. </p><p>In fiscal 2016, we roughly doubled the size of our sales base after acquiring the seven established products from UCB and Sanofi. Since the acquisition in the second quarter, the Merus team has been focused in four main areas. First, integrating our acquired products, second, strengthening our business processes and systems, third, building our pan-European team and platform, and finally, refocusing our business development efforts on growth assets.</p><p>Adjusted EBITDA was $11.6 million in the quarter and $43.2 million for the fiscal year. Stronger than anticipated sales were offset by increased operating expenses, resulting in fiscal 2016 adjusted EBITDA within, but at the lower end of our guidance.</p><p>2016 was a transformative year for Merus Labs. We evolved into a true regional specialty pharmaceutical company selling 12 branded products in 36 countries with a strong pan-European platform. Our near-term priority is to optimize the profitability of our diverse product line.</p><p>Fiscal 2016 was marked by substantial product acquisition and integration efforts. During the year, we completed the integration of the Novartis assets, and acquired seven additional products in fiscal Q2, 2016. To support this significant increase in scale and scope we made necessary one-time and ongoing investments in people, capabilities, systems and working capital. Merus now has a solid pan-European platform and is sharply focused on cost savings and sales optimization initiatives with a high-performing team that is well positioned to deliver.</p><p>Gross Basis Revenue for the quarter was $34.3 million, above our expectations. Wholesaler inventory levels at year-end were approximately two weeks or just under $5 million in sales value above normal levels driven by three items. First the transfer of nitrates inventory from UCB affiliates directly to our customers. Second, increased safety stock on Sintrom in advance of the change of manufacturing site, and third, initial stocking of Emselex to support new launches in Hungary and the Czech Republic.</p>", "company": "Merus Labs International Inc.", "exec": [["Michael Bumby", "Chief Financial Officer", "Merus Labs International Inc."], ["Barry Fishman", "Chief Executive Officer", "Merus Labs International Inc."]], "analysts": [["Noel Atkinson", "Clarus Securities"], ["Martin Landry", "GMP Securities"], ["Alan Ridgeway", "Scotia Capital "], ["David Novak", "Cormark Securities"], ["Joseph Walewicz", "Laurentian Securities"], ["Prakash Gowd", "CIBC"]], "date": "December 14, 2016, 8:30 AM ET", "ticker": "MSLI", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Good morning and welcome to The RMR Group Fourth Quarter 2016 Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Tim Bonang, Senior Vice President. Please go ahead.</p><h1>Tim Bonang</h1><p>Thank you, Chad and good morning everyone. Thank you for joining us today. With me on the call are President and CEO, Adam Portnoy and Chief Financial Officer, Matt Jordan.</p><p>In just a moment, they will provide details about our business and our performance for the fourth quarter and year end fiscal 2016. They will then take questions. I would like to note that the recording and retransmission of today’s conference call is prohibited without the prior written consent of the company. Also note that today’s conference call contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and other securities laws. These forward-looking statements are based on our remarks, beliefs and expectations as of today, December 15, 2016 and actual results may differ materially from those that we project. The company undertakes no obligation to revise or publicly release the results of any revisions of the forward-looking statements made in today’s conference call. Additional information concerning factors that could cause any differences is contained in our filings with the Securities and Exchange Commission or SEC, which can be accessed from our website rmrgroup.com or the SEC’s website. Investors are cautioned not to place undue reliance on any forward-looking statements.</p><p>In addition, we will be discussing non-GAAP numbers during this call, including adjusted EBITDA and adjusted EBITDA margin. A reconciliation of net income determined in accordance with U.S. generally accepted accounting principles or GAAP to adjusted EBITDA and a calculation of adjusted EBITDA margin can be found in the news release we issued this morning.</p><p>And now, I would like to turn the call over to Adam Portnoy to begin our quarterly review. Adam?</p><h1>Adam Portnoy</h1><p>Thanks, Tim and thank you to everyone for joining us this morning. For the fourth quarter of fiscal 2016 which ended on September 30, we reported net income attributable to RMR a $7.4 million or $0.46 per share, which is a 15% year-over-year increase in earnings per share. At the end of the fourth quarter, our assets under management were approximately $26.9 billion compared to $25.5 billion for the same period last year. RMR’s results were highlighted by continued strong operating performance by our largest client companies, which contributed to a 17% growth in our revenues on a quarterly basis compared to last year.</p><p>For the fourth quarter, approximately 84% of our management services revenue was earned from our four managed REITs. Hospitality Properties Trust reported a 4% year-over-year increase in normalized FFO per share and hotel RevPAR grew 3.8% during the quarter. Same property hotel RevPAR growth at HPT exceeded the hotel industry average for the 15th consecutive quarter. Also during the quarter, HPT raised $372 million of net proceeds from an equity offering which was principally used to repay debt.</p><p>Senior Housing Properties Trust focused on internal growth and more efficient operations, which included some strategic dispositions. Subsequent to quarter end, SNH acquired 1 medical office building for $18.5 million bringing its year-to-date total acquisitions to approximately $207 million. Select income REIT was active with leasing during the quarter entering approximately 1 million square feet of leases that were 4.9% higher than previous rents for the same space. Since June 30, SIR has acquired two properties for $18 million, primarily with internally generated free cash flow.</p>", "company": "The RMR Group Inc.", "exec": [["Tim Bonang", "Senior Vice President", "The RMR Group Inc."], ["Adam Portnoy", "President and Chief Executive Officer", "The RMR Group Inc."], ["Matt Jordan", "Chief Financial Officer", "The RMR Group Inc."]], "analysts": [["Peter Martin", "JMP Securities"], ["Bryan Maher", "FBR & Company"]], "date": "December 15, 2016 10:00 ET", "ticker": "RMR", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017 Results Earnings Conference Call", "transcript": "<p>Good day, ladies and gentlemen and thank you for standing by. Welcome to the Scholastic Reports Fiscal 2017 Second Quarter Results Conference Call. At this time, all participants are in a listen-only mode. Later we will host a question-and-answer session and our instructions will follow at that time. [Operator Instructions] As a reminder to our audience, this conference is being recorded for replay purposes.</p><p>It is now my pleasure to hand the conference over to Mr. Gil Dickoff, Senior Vice President and Treasurer. Sir, the floor is yours.</p><h1>Gil Dickoff</h1><p>Thank you very much, Brian, and good morning everyone. Before we begin, I would like to point out that the slides for this presentation are available on our Investor Relations website at investor.scholastic.com.</p><p>I would also like to note that this presentation contains certain forward-looking statements, which are subject to various risks and uncertainties, including the condition of the children’s book and educational materials markets and acceptance of the company’s products in those markets as well as other risks and factors identified from time-to-time in the company’s filings with the SEC. Actual results can differ materially from those currently anticipated.</p><p>Our comments today also include references to certain non-GAAP financial measures as defined in Regulation G. The reconciliation of these non-GAAP financial measures with the relevant GAAP financial information and other information required by Regulation G is provided in the company’s earnings release, which is posted on the Investor Relations website, again, at investor.scholastic.com.</p><p>Now, I would like to introduce Dick Robinson, the Chairman, CEO, and President of Scholastic to begin today’s presentation.</p><h1>Dick Robinson</h1><p>Good morning everybody, and thank you for joining the call today. This quarter we had revenue of $623.1 million, up 4% year-over-year and EPS from continuing operations was $1.99 versus $1.89 last year, excluding one-time items, driven by excellent results in children's trade publishing and international.</p><p>Children's book publishing and distribution growth was driven by our strong trade publishing lineup led by Harry Potter and the Chamber of Secrets, the illustrated edition and the original screenplay book for Fantastic Beasts and Where to Find Them, which was released late in the quarter.</p><p>Long-standing and newer fans of the world of Harry Potter have responded with great global support of the new Fantastic Beasts franchise and we look forward to the rollout of the next installments in years to come.</p><p>On top of Harry Potter's strength, our core trade publishing grew with new titles including Dog Man by Dav Pilkey, Ghosts by Raina Telgemeier, and Five Nights at Freddy's: The Silver Eyes, which is the first of the multi-book series based on the popular Five Nights at Freddy's game franchise.</p><p>As we told you on previous calls, our strategy for school, clubs, and fairs is to improve profitability by reducing costs on flat revenue. In book fairs, we are on-track to deliver annual revenue roughly in line with last year, while focusing on more profitable execution as we match our resources to each school size, interest and ability to conduct book fairs.</p><p>As such we reduced the number of fairs held in the second quarter, but reduced revenue -- increased revenue per fair by 7%. In book clubs, our adjustments to our catalog mailings strategy succeeded in lowering costs that also had a more adverse impact on sales than expected. Therefore in the new calendar year, we're adapting our strategy and we'll refocus on our classic club catalogs, which traditionally generates higher revenue per order.</p>", "company": "Scholastic Corporation", "exec": [["Gil Dickoff", "SVP and Treasurer", "Scholastic Corporation"], ["Dick Robinson", "Chairman, President and CEO", "Scholastic Corporation"], ["Maureen O’Connell", "CFO", "Scholastic Corporation"], ["Judy Newman", "School Book Clubs and E‐Commerce", "Scholastic Corporation"]], "analysts": [["Drew Crum", "Stifel"], ["Barry Lucas", "Gabelli & Company"]], "date": "December 15, 2016, 08:30 AM ET", "ticker": "SCHL", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call ", "transcript": "<p>Good morning. And welcome to the Innovative Solutions & Support Fourth Quarter and Fiscal Year and 2016 Earnings Conference Call. All participants will be in listen-only mode. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Mr. Geoffrey Hedrick, Chairman and CEO. Mr. Hedrick, you may begin.</p><h1>Geoffrey Hedrick</h1><p>Good morning. This is Geoff Hedrick. I would like to welcome you this morning to our conference call to discuss the fourth quarter and fiscal 2016 results, current business conditions, and our outlook for the upcoming year. Joining me today are Shahram Askarpour, our President; and Rell Winand, our CFO. Before I begin, I would like Rell to read the Safe Harbor message. Rell?</p><h1>Rell Winand</h1><p>Thank you, Geoff and good morning everyone. I would remind our listeners that certain matters discussed in the conference call today, including new products operational and financial results for future periods are forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ materially either better or worse than those discussed, including other risks and uncertainties reflected in our company’s 10-K which is on file with the SEC and other public filings.</p><p>Now, I’ll turn the call back to Geoff.</p><h1>Geoffrey Hedrick</h1><p>Thanks Rell. Fiscal 2016 was a year of significant improvement, returning to positive growth in revenues, profits and cash flow, while also positioning ISSC to capitalize on emerging opportunities expected to arise as NextGen mandates rapidly approach. We believe these accomplishments are even more noteworthy as they were achieved while doubling our investment in internally funded development and managing outgoing litigation. Fiscal 2016 was also a year on which we modified our strategy and realigned our resource system, all which now service as a solid foundation from which the company can continue to grow.</p><p>We transitioned from a heavy reliance on customer funded engineering revenues to a much more -- much greater proportion of more profitable production contracts. This is no more clearly illustrated than in our fourth quarter results where we generated revenue from current backlog as well as growing a stream of booking ship orders, virtually all of which were production based. This led to expanded gross margin and a returning to the level that were historically achieved. Over the past year, we've also significantly increased our commitment to internally develop new products and expanding our sales distribution channels. The result has been greater ability to create new products that we believe we can quickly capitalize on current market needs and a wider reach into markets both internationally and domestically.</p><p>We are especially enthusiastic with the progress of the Utility Management System. It is smoothly transitioned into its initial production cycle. The Utility Management System or UMS replaces over 20 independent better rated systems, driving such systems as environmental control and cabin pressurization. This allows customers, our customers to explore our system open architecture to create and maintain their own software and hardware solutions profoundly reducing their initial cost and subsequent maintenance cost. It is now scheduled for production, aircraft and new production aircraft and is showing interest broadly throughout the industry. </p><p>Our goal is to build on progress accomplished over the past year so we can continue to achieve consistent improvement year-over-year. </p>", "company": "Innovative Solutions and Support, Inc.", "exec": [["Geoffrey Hedrick", "Chairman & Chief Executive Officer", "Innovative Solutions and Support, Inc."], ["Shahram Askarpour", "President", "Innovative Solutions and Support, Inc."], ["Rell Winand", "Chief Financial Officer", "Innovative Solutions and Support, Inc."]], "analysts": [["David Campbell", "Thompson Davis & Company"], ["Scott Lewis", "Lewis Capital Management"]], "date": "December 15, 2016 10:00 AM ET", "ticker": "ISSC", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2016 Results Earnings Conference Call", "transcript": "<p>Thank you for standing by ladies and gentlemen, and welcome to the Ocean Rig Conference Call on the Third Quarter 2016 Financial Results. We have with us Mr. Anthony Argyropoulos, Capital Market Special Advisor to CEO and Mr. Anthony Kandylidis, Executive Vice President. At this time, all participants are in a listen only mode. There will be a presentation followed by a question-and-answer session. [Operator Instructions] I must advise you that this conference is being recorded today on Thursday, 15 December, 2016.</p><p>I will now read the forward-looking statement. Thank you. Matters discussed in this release may constitute forward-looking statements. Forward-looking statements reflect current reviews with respect to future events and financial performance and may include statements concerning plans, objectives, goals, strategies, future events or performance and underlying assumptions and other statements, which are other than statements of historical facts. Please take a moment to read the Safe Harbor statement on Page 2 of the slide presentation. Risks and uncertainties are further described in the reports filed by Ocean Rig with the U.S. Securities and Exchange Commission.</p><p>And I now pass the floor to one of your speaker today, Mr. Kandylidis. Please go ahead, sir.</p><h1>Anthony Kandylidis</h1><p>Thank you. Good morning, everyone and thank you for participating in Ocean Rig's third quarter earnings conference call. I'm starting with Slide 3.</p><p>For the third quarter of 2016, Ocean Rig posted a U.S. GAAP net income of $38.9 million or $0.47 per share. Our fleet's strong operating performance during the quarter resulted in net revenue of about $335 million and an EBITDA for the quarter of $219.6 million.</p><p>Moving on to Slide 4. I'd now like to take the opportunity to address some recent highlights. In the third quarter of 2016, our fleet operated at 97.42% utilization. On December 5, the Ocean Rig Corcovado completed its 5-year special survey and drydock. The rig was off-hire for about 61 days and the Company expects total project costs including refurbishment of existing equipment to be in the range of $36 to $40 million.</p><p>On September 28, Lundin Norway AS exercised one of its options for a fourth well that will now keep the Leiv Eiriksson employed until approximately the end of March 2017. The Company is in discussions with Lundin to potentially extend the current drilling program to the end of 2017.</p><p>On October 3, the Company received a partial payment of approximately $23.4 million from Total Angola E&P in connection with the arbitration proceedings for the termination of the Ocean Olympia contract.</p><p>We are currently in discussions with ConocoPhillips about the early termination of the contract for the Ocean Rig Athena which is sitting idle in Las Palmas. Should discussions be successful then the Ocean Rig Athena would be available for alternative employment in the first quarter of 2017.</p><p>We continue to explore and consider various strategic alternatives with our financial and legal advisors, which may include a possible restructuring under U.S. bankruptcy laws or another jurisdiction.</p><p>Now I turn over the presentation to Mr. Anthony Argyropoulos.</p><h1>Anthony Argyropoulos</h1><p>Thank you, Anthony.</p><p>Turning to Slide 5. In Q3 2016, our ultra-deepwater fleet achieved 97.4% operational utilization rate over available contracted drilling days which exclude mobilization, uncontracted and special survey days. We also remain focused on reducing operating costs without compromising safety and efficiency. Our average daily OpEx of units in operation in the third quarter of 2016 was about $115,000, 441,000 a unit per day. That excludes lower costs associated with our idle units.</p>", "company": "Ocean Rig UDW Inc.", "exec": [["Anthony Argyropoulos", "Capital Markets Special Advisor to CEO", "Ocean Rig UDW Inc."], ["Anthony Kandylidis", "EVP", "Ocean Rig UDW Inc."]], "analysts": [["Matthew Lawson", ""], ["Joshua Katzeff", "Deutsche Bank"], ["Scott McFadden", "Pineno Levin"]], "date": "December 15, 2016, 08:00 AM ET", "ticker": "ORIG", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Results Earnings Conference Call", "transcript": "<p>Good day and welcome to the Sanderson Farms Fourth Quarter 2016 Conference Call. Today’s conference is being recorded. At this time for opening remarks and introductions, I would like to turn the call over to Mr. Joe Sanderson. Please go ahead, sir.</p><h1>Joe Sanderson</h1><p>Thank you. Good morning and welcome to Sanderson Farms fourth quarter and year-end conference call. This morning, we reported net income of $76 million or $3.36 per share for our fourth fiscal quarter 2016. During the fourth quarter of last year, we made $27.4 million or $1.22 per share. For the year ended October 31, 2016, we reported net income of $189 million or $8.37 per share. For fiscal 2015, we reported net income of $216 million or $9.52 per share. If you did not receive a copy of the release and accompanying financial summary, they are available on our website at www.sandersonfarms.com. </p><p>Before we continue, I will ask Mike to give the cautionary statement regarding forward-looking statements.</p><h1>Mike Cockrell</h1><p>Thank you, Joe, and good morning, everyone. This morning’s call will contain forward-looking statements about the business, financial condition and prospects of the Company. Examples of forward-looking statements include statements about future earnings, expenditures, supply and demand factors, production levels, grain cost and supply, poultry prices, and general economic conditions. The words beliefs, expects, anticipates, estimates, model, should, plans and similar words are intended to identify forward-looking statements. The actual performance of the Company could differ materially from that indicated by the forward-looking statements because of various risks and uncertainties. Those risks and uncertainties are described in our press release and in the annual report on Form 10-K for the year ended October 31, 2016, which was filed with the SEC this morning.</p><p>All forward-looking statements speak only as of today, and are based on our current expectations, beliefs and assumptions, and that could change quickly based on mini external factors that affect our business. We undertake no obligation to update or to revise forward-looking statements.</p><h1>Joe Sanderson</h1><p>Thank you, Mike. Fiscal 2016 was a successful year for Sanderson Farms. Overall, poultry market prices decreased for the year compared to fiscal 2015, but grain cost flocks sold were also lower for the fourth quarter and the full fiscal year compared to last year.</p><p>Our net sales for the full year of $2.816 billion were another record for Sanderson Farms. We moved our new Palestine, Texas plan to full production in October. We are near completion of our new St. Pauls North Carolina complex. We made progress on sales of prepared chicken, we finish the year in a competitive position in our industry, and we have no debt on our balance sheet. While we have room to improve our performance, I’m very grateful for the efforts of our growers and our employees during this past fiscal year and look forward to working with them to capture the opportunities available to us during the coming year.</p><p>With that introduction, I will ask Lampkin and Mike to provide details on the quarter, and I will return after they finish to discuss our focus during fiscal 2017 and answer your questions.</p><h1>Lampkin Butts</h1><p>Thank you, Joe. Good morning, everyone. This is Lampkin. As Joe said, overall market prices for chicken declined during the year but we benefited from lower grain cost for the year. The average Georgia Dock price during our fourth quarter was approximately 4% lower than last year’s fourth quarter, averaging $1.10 per pound for the quarter. For the year, the Georgia Dock averaged $1.12 per pound, which represented a 2.7% decrease from $1.15 per pound average during 2015.</p>", "company": "Sanderson Farms, Inc.", "exec": [["Joe Sanderson", "Chairman and CEO", "Sanderson Farms, Inc."], ["Mike Cockrell", "CFO", "Sanderson Farms, Inc."], ["Lampkin Butts", "President and COO", "Sanderson Farms, Inc."]], "analysts": [["Tom Palmer", "JP Morgan"], ["Ken Zaslow", "BMO Capital Markets"], ["Farha Aslam", "Stephens Inc."], ["Michael Piken", "Cleveland Research"], ["Heather Jones", "Vertical Group"], ["Jeremy Scott", "CLSA"], ["Brooke Roach", "Goldman Sachs"], ["Francesco Pellegrino", "Sidoti & Company"], ["Eric Gottlieb", "DA Davidson"]], "date": "December 15, 2016 11:00 AM ET", "ticker": "SAFM", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2017 Earnings Conference Call", "transcript": "<p>Good day ladies and gentlemen, and welcome to the Apogee Enterprises Incorporated Q3 Fiscal 2017 Earnings Conference Call. At this time, all participants are in a listen-only mode. Later, we will conduct a question-and-answer session and instructions will follow at that time [Operator Instructions]. As a reminder, this conference call is being recorded.</p><p>I would now like to introduce your host for today’s conference, Ms. Mary Ann Jackson. Ma’am, you may begin. </p><h1>Mary Ann Jackson</h1><p>Thank you, Christel. Good morning and welcome to the Apogee Enterprises’ fiscal 2017 third quarter conference call on Thursday, December 15, 2016. With us on the line today are Joe Puishys, CEO; and Jim Porter, CFO. Their remarks will focus on our fiscal 2017 third quarter and our outlook for fiscal 2017 as well as the acquisition we completed yesterday morning. During the call, we will discuss non-GAAP financial measures when talking about Apogee’s performance. You can find definitions for these non-GAAP financial measures in our press release. Our call also contains forward-looking statements reflecting management’s expectations based on currently available information. Actual results may differ materially. For information about factors that could affect Apogee’s business and financial results can be found in our SEC filings.</p><p>Joe will now give you a brief overview of the results and Jim will cover the financials. After they conclude, Joe and Jim will answer your questions. Joe?</p><h1>Joe Puishys</h1><p>Thank you. Good morning everyone, and welcome to Apogee’s fiscal ’17 third quarter conference call. Once again we delivered strong quarterly results as we successfully executed our strategies to grow through new products, new geographies and new markets. At the same time, our backlog, awards, bidding levels support our outlook for sustained growth in fiscal ‘17 and beyond. With our continued confidence in our ability to deliver strong financial performance in fiscal 2017, we have increased our earnings per share guidance for the full year, while maintaining our outlook for double-digit topline growth. Our growth strategies include pursuing acquisitions that expand our market opportunities. And to that end, yesterday we closed on the acquisition of Sotawall, a premier curtainwall company with annual revenues of approximately $100 million. It's a great addition to the Apogee family and I'll provide more color on this strategic transaction after my comments on the quarter.</p><p>Of course our results are exclusive of this acquisition. Our strong top and bottom line performance in the third quarter driven by our architectural businesses which are executing strategies for long-term growth in operational improvement. Our architectural businesses are operating well, increasing productivity and maximizing pricing and margins while leveraging volume growth. Our results reflect the position of competitive strength we've established in the commercial construction market. Our six architectural businesses in our three segments performed well in all aspects. Every business grew topline well above end markets, with improved gross and operating margins. Our lean initiatives are contributing to solid profit conversion and adding to our volume leveraging, resulting in triple-digit basis point margin improvement.</p><p>And although our LSO business is experiencing soft end market, this business continues to drive impressive margins and has a terrific future as we expand into new markets with our intellectual property. And Q4 is shaping up to be a nice quarter for LSO. Our strategic focus is to better position Apogee’s over - Apogee’s performance over a cycle and achieve earnings stability in any market environment. Strategic successes in the third quarter that will help reduce cyclicality including growing our share of mid-sized projects in architectural glass and expanding penetration of our retrofit initiative. Another accomplishment in the fiscal third quarter that will help us sustain our growth momentum was finalizing an increase in our credit facility to support our acquisition efforts giving a substantial borrowing capacity. Before I turn to our acquisition announced yesterday, I'd like to note that in our earnings press release and our discussion here we're now reporting backlog by segment. As our mix of business has evolved, backlog is a meaningful metric at the segment level. It is not a meaningful consolidated Apogee metric. It is most important in our services segment, which has very lumpy input as our actual average projects size is between $15 million and $20 million. And project center backlog in total on a day to contractors executed.</p>", "company": "Apogee Enterprises, Inc.", "exec": [["Mary Ann Jackson", "IR", "Apogee Enterprises, Inc."], ["Joe Puishys", "CEO", "Apogee Enterprises, Inc."], ["Jim Porter", "CFO", "Apogee Enterprises, Inc."]], "analysts": [["Chris Moore", "CJS Securities"], ["Sam Eisner", "Goldman Sachs"], ["Jon Braatz", "Kansas City Capital"]], "date": "December 15, 2016 10:00 AM ET", "ticker": "APOG", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Good day and welcome to the Stellar Biotechnologies Fiscal Year 2016 Conference Call. As a reminder, this call is being recorded and webcast over the Internet. You can access the webcast in the Investor Event section of stellarbiotech.com. The replay will be available for the next 30 days at this address as well. Following the presentation, the conference will be open for questions. [Operator Instruction]</p><p>At this time, I would now like to turn the conference over to Gary Koppenjan, Senior Director of Investor Relations. Please go ahead, sir.</p><h1>Gary Koppenjan</h1><p>Thanks, operator, and good morning and afternoon to everyone. I’m joined today by Frank Oakes, our President and CEO; and by Kathi Niffenegger, our Chief Financial Officer. Yesterday, we announced our results for the fiscal year ended September 30, 2016. The press release we issued and the annual report we filed on Form-10K are available on our website.</p><p>Before we get started, I would like to remind our listeners that today’s conference call include forward-looking statements based on our current expectations. Statements, other than purely historical factual information constitute forward-looking statements. Forward-looking statements are based on numerous assumptions that are subject to risk and uncertainty. Factors that can materially affect actual results can be found on our reports filed with the SEC and in Canada with the British Columbia Securities Commission.</p><p>We should not place undue reliance on these forward-looking statements, because they involve known and unknown and uncertainty another factors that in some cases beyond our control. No forward-looking statements are the guarantee of future performance. Stellar undertakes no obligation to update any forward-looking statements to confirm these statements to actual results or changes in the Company’s expectations.</p><p>I would now like to turn over to Frank.</p><h1>Frank Oakes</h1><p>Thank you, Gary, and good day to everyone. This is an exciting time for Stellar and our shareholders, and I’m glad you’re able to join us for our year-end review. On our call today, I will discuss the progress we made this year across multiple growth initiatives then I’ll highlight some of the strategic objectives that we have to look forward to 2017.</p><p>During past calls, I laid down a number of goals for 2016, these included the expanding market opportunities for Stellar and our KLH protein advancing site suitability studies for our second production location and perching our visibility in capital markets and strengthening our balance sheet. And I’m pleased to report that we have accomplished and made substantial progress across all of these strategic objectives.</p><p>In fiscal 2016, we increased sales of KLH protein by 120%, this marks the third year in a row that we’ve seen growth in product sales is more lease or sale early days in the field of KLH conjugate vaccines. We believe the increase in sales is an important validation of our technology and of our business plan. Through collaboration and supply agreements, our KLH products are now a key ingredient in multiple clinical stage immunotherapies with more clinical opportunities available for future growth.</p><p>As a reminder Stellar KLH is a high value protein, it's very large and complex, and it has never been synthesized. Yet, it has been used for decades throughout the world to study immune system function due to its long-term safety record and well known effectiveness it’s now being used as a carrier molecule across the field of active immunotherapies. The growth of this field has the potential to fundamentally change how many diseases are treated and in turn has broad long lasting implications on the sourcing and production of the KLH molecule.</p>", "company": "Stellar Biotechnologies Inc.", "exec": [["Gary Koppenjan", "Investor Relations", "Stellar Biotechnologies Inc."], ["Mark McPartland", "Vice President, Corporate Development", "Stellar Biotechnologies Inc."], ["Frank Oakes", "President and Chief Executive Officer", "Stellar Biotechnologies Inc."], ["Kathi Niffenegger", "Chief Financial Officer", "Stellar Biotechnologies Inc."]], "analysts": [["Jason McCarthy", "Maxim Group"], ["Brian Marckx", "Zacks Investment Research"]], "date": "December 15, 2016 01:30 PM ET", "ticker": "SBOT", "exchange": "NYSE"}},
{"entry": {"title": "Acquisition of Southwest Bancorp Conference Call", "transcript": "<p>Good day, ladies and gentlemen, and welcome to the Simmons First National Corporation Analyst Call and Webcast. At this time, all participants are in a listen-only mode. Later, we will conduct a question-and-answer session and instructions will follow at that time. [Operator Instructions]. As a reminder, this conference call is being recorded.</p><p>I would now like to introduce your host for today’s conference Mr. David Garner. Sir, you may begin.</p><h1>David Garner</h1><p>Good afternoon. My name is David Garner and I serve as Chief Accounting Officer for Simmons First National Corporation. We want to welcome you to our teleconference and webcast. Joining me on the call today are George Makris, Chairman and CEO; Bob Fehlman, Chief Financial Officer; Marty Casteel, CEO of Simmons Bank; Barry Ledbetter, Chief Banking Officer and Mark Funke, President and CEO of Southwest Bancorp Inc.</p><p>The purpose of this call is to discuss the information and data provided by the company in our press release issued yesterday afternoon regarding the Southwest Bancorp acquisition. We will begin our discussion with prepared comments, followed by a question-and-answer session. We have invited institutional investors and analysts from the investment firms that provide research on our company to participate in the question-and-answer session. All other guests in this conference are in a listen-only mode.</p><p>A transcript of today’s call including our prepared remarks and the Q&A session will be posted on our new Web site simmonsbank.com under the Investor Relations tab.</p><p>I would remind you of the special cautionary notice regarding forward-looking statements and that certain matters discussed in this presentation may constitute forward-looking statements and may involve certain known and unknown risk, uncertainties, and other factors which may cause actual results to be materially different from our current expectations, performance, or achievements.</p><p>Forward-looking statements regarding the Southwest Bancorp acquisition are based on currently available information. Actual results could differ materially after the consummation of this acquisition. Additional information on factors that might affect our financial results is included in our Form 10-K filings.</p><p>With that said, I’ll now turn the call over to George Makris.</p><h1>George Makris</h1><p>Thanks David, and good afternoon. Welcome to our conference call related to acquisition by Simmons First National Corporation of Southwest Bancorp and its wholly-owned subsidiary Bank SNB, subject to certain closing conditions, and customary and regulatory and shareholder approvals. As David said, if you’ve not already done so, you may access information related to the transaction on our Web site at www.simmonsbank.com under the Investor Relations heading.</p><p>The combinations Simmons Bank and Bank SNB will produce an organization with an outstanding foundation for additional growth and a broad and prosperous footprint which will include the states of Arkansas, Oklahoma, Tennessee, Texas, Missouri, Colorado and Kansas. Within that footprint are some very impressive Metropolitan markets such as Little Rock, Northwest Arkansas, Oklahoma City, Tulsa, Stillwater, Dallas/Fort Worth, Austin San Antonio, Denver, Nashville, Knoxville, Memphis, St. Louis, Springfield, Kansas City and Wichita.</p>", "company": "Simmons First National Corporation", "exec": [["George Makris", "Chairman & CEO", "Simmons First National Corporation"], ["Bob Fehlman", "Chief Financial Officer", "Simmons First National Corporation"], ["David Garner", "Chief Accounting Officer", "Simmons First National Corporation"], ["Barry Ledbetter", "Chief Banking Officer", "Simmons First National Corporation"], ["Marty Casteel", "CEO, Simmons Bank", "Simmons First National Corporation"], ["Mark Funke", "President & CEO of Southwest Bancorp, Inc.", "Simmons First National Corporation"]], "analysts": [["Brady Gailey", "KBW"], ["David Feaster", "Raymond James"], ["Matt Onley", "Stevens"], ["Stephen Scouten", "Sandler O’Neill"], ["Peyton Green", "Piper Jaffray"]], "date": "December 15, 2016 01:00 PM ET", "ticker": "SFNC", "exchange": "NYSE"}},
{"entry": {"title": "Q1 2017 Earnings Conference Call", "transcript": "<p>Ladies and gentlemen, thank you for standing and welcome to the Jabil's First Quarter 2017 Fiscal Year Earnings Conference Call. All lines have been placed on mute to prevent any background noise. After the speakers remarks there will be a question-and-answer session. [Operator Instructions] Thank you. I would now like to turn today's conference over to Beth Walters, Senior Vice President of Communications and Investor Relations. Please go ahead.</p><h1>Beth Walters</h1><p>Great, thank you so much. Welcome everyone to our first quarter of 2017 earnings call. Joining me today are our CEO, Mark Mondello and our Chief Financial Officer, Forbes Alexander.</p><p>This call is being recorded and will be posted for audio playback on the Jabil website, Jabil.com, in the investor section. Our first quarter press release, slides and corresponding webcast links are also available on our website. In these materials, you will find the financial information that we will cover during this conference call today.</p><p>We ask that you follow our presentation with the slides on the website, beginning with slide two, our forward-looking statement. During this conference call, we will be making forward-looking statements including those regarding the anticipated outlook for our business, our currently expected second quarter of fiscal 2017 net revenue and earnings results, the financial performance of the company and our long-term outlook for the company.</p><p>These statements are based on current expectations, forecasts and assumptions involving risks and uncertainties that could cause actual outcomes results and to differ materially. An extensive list of these risks and uncertainties are identified in our annual report on Form 10-K for the fiscal year ended August 31, 2016, on subsequent reports on Form 10-Q and Form 8-K and our other securities filings. Jabil disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.</p><p>We will begin today, with opening comments from Mark on the business and outlook for the company and then hear from Forbes on our first fiscal quarter results and guidance for our fiscal second quarter 2017. Following our opening remarks we will open it up to questions from call attendees. </p><p>I'll now turn the call over to Mark.</p><h1>Mark Mondello</h1><p>Thanks, Beth, good afternoon. I appreciate everyone taking time to join our call today. As always, I'd like to thank our people here at Jabil and offer my sincere appreciation for their continued focus on keeping our employees safe, while serving our customers with the utmost dedication and care.</p><p>Now I'll begin today by addressing our first quarter results. The execution by our team was exceptional during the quarter as they delivered $0.69 of core earnings per share and $5.1 billion in revenue. Our financial results were strong than management anticipated, reflecting the second best quarter in Jabil's 50 year history in terms of both revenue and core operating income. The core operating margin for the first quarter was squarely in line with management's expectation of 4.1%.</p><p>Throughout the quarter certain product volumes in our mobility sector were softer than expected. While the balance of our business performed at or above plan. I'm pleased with the results and believe they accurately reflect the potential and overall effectiveness of our strategy. A strategy grounded by increasing the diversification of our core earnings. Lastly we remain highly confident in our ability to deliver $3 in core earnings per share for fiscal year '19.</p>", "company": "Jabil Circuit Inc.", "exec": [["Beth Walters", "SVP, Communications and IR", "Jabil Circuit Inc."], ["Mark Mondello", "CEO", "Jabil Circuit Inc."], ["Forbes Alexander", "CFO", "Jabil Circuit Inc."]], "analysts": [["Steven Fox", "Cross Research"], ["Sean Hannan", "Needham & Company"], ["Herve Francois", "B. Riley"], ["Steven Milunovich", "UBS"], ["Jim Suva", "Citi "], ["Amit Daryanani", "RBC Capital Market"], ["Sherri Scribner", "Deutsche Bank"], ["Adam Tindle", "Raymond James"], ["Ruplu Bhattacharya", "Bank of America Merrill Lynch"], ["Mark Delaney", "Goldman Sachs"]], "date": "December 15 2016 08:30 AM ET", "ticker": "JBL", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Good afternoon, ladies and gentlemen. I would like to welcome you to Adobe Systems Fourth Quarter Fiscal Year 2016 Earnings Conference Call. [Operator Instructions] I would now like to turn the call over to Mr. Mike Saviage, Vice President of Investor Relations. Please go ahead, sir.</p><h1>Mike Saviage</h1><p>Good afternoon and thank you for joining us today. Joining me on the call are Adobe’s President and CEO, Shantanu Narayen; and Mark Garrett, Executive Vice President and CFO. In the call today, we will discuss Adobe’s fourth quarter and fiscal year 2016 financial results. By now, you should have a copy of our earnings press release, which crossed the wire approximately 1 hour ago. We have also posted PDFs of our earnings call prepared remarks and slides, financial targets and an updated investor datasheet on adobe.com. If you would like a copy of these documents, you can go to the Investor Relations page and find them listed under Quick Links.</p><p>Before we get started, we want to emphasize that some of the information discussed in this call, particularly our revenue and operating model targets and our forward-looking product plans is based on information as of today, December 15, 2016 and contains forward-looking statements that involve risk and uncertainty. Actual results may differ materially from those set forth in such statements. For a discussion of these risks and uncertainties, you should review the Forward-Looking Statements Disclosure in the earnings press release we issued today as well as Adobe’s SEC filings.</p><p>During this call, we will discuss GAAP and non-GAAP financial measures. A reconciliation between the two is available in our earnings release and in our updated investor datasheet on Adobe’s Investor Relations website. Call participants are advised that the audio of this conference call is being webcast live in Adobe Connect and is also being recorded for playback purposes. An archive of the webcast will be made available on Adobe’s Investor Relations website for approximately 45 days and is the property of Adobe. The call audio and the webcast archive may not be rerecorded or otherwise reproduced or distributed without prior written permission from Adobe.</p><p>I will now turn the call over to Shantanu.</p><h1>Shantanu Narayen</h1><p>Thanks, Mike and good afternoon. FY ‘16 was another great year for Adobe. Our record growth and net income were driven by strong performance in Creative Cloud annualized recurring revenue, continued growth of Adobe Document Cloud subscriptions and strong revenue and bookings for Adobe Marketing Cloud. In Q4, we delivered record revenue of $1.61 billion, which represents 23% year-over-year growth. GAAP earnings per share in Q4, was $0.80 and non-GAAP earnings per share was $0.90. For the year, we grew total revenue to $5.85 billion, which represents 22% annual growth. GAAP earnings per share in FY ‘16, was $2.32 and non-GAAP earnings per share was $3.01.</p><p>In Digital Media, we are advancing the state-of-the-art for content and setting the standard for creativity and digital documents. We exited the year with over $4 billion of annualized recurring revenue, or ARR. The net ARR increase in Q4 was $316 million and was driven by continued adoption and retention of Creative Cloud and Document Cloud across all customer segments. Creative Cloud is the one-stop shop for creativity and design. And in FY ‘16, we expanded our customer base while continuing to deliver a rapid stream of product innovations. We achieved record Creative revenue of $886 million in Q4. For the year, we achieved Creative revenue of $3.2 billion, which represents 38% year-over-year growth.</p>", "company": "Adobe Systems Incorporated", "exec": [["Mike Saviage", "Vice President, Investor Relations", "Adobe Systems Incorporated"], ["Shantanu Narayen", "President and Chief Executive Officer", "Adobe Systems Incorporated"], ["Mark Garrett", "Executive Vice President and Chief Financial Officer", "Adobe Systems Incorporated"]], "analysts": [["Steve Ashley", "Robert Baird"], ["Kirk Materne", "Evercore ISI"], ["Sterling Auty", "JPMorgan"], ["Brent Thill", "UBS"], ["Walter Pritchard", "Citi"], ["Shankar Iyer", "Bank of America/Merrill Lynch"], ["Stan Zlotsky", "Morgan Stanley"], ["Jay Vleeschhouwer", "Griffin Securities"], ["Ross MacMillan", "RBC Capital Markets"], ["Brian Wieser", "Pivotal Research"], ["Jack Cogan", "Goldman Sachs"], ["Michael Nemeroff", "Credit Suisse"], ["Samad Samana", "Stephens Inc."]], "date": "December 15, 2016 17:00 ET", "ticker": "ADBE", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017 Earnings Conference Call", "transcript": "<p>Good afternoon, ladies and gentlemen and welcome to the Nevada Gold & Casinos Second Quarter 2017 Earnings Conference Call. Today’s conference is being recorded. I would now like to turn the presentation over to your host for today’s call, Casey Stegman, Investor Relations. Please go ahead, sir.</p><h1>Casey Stegman</h1><p>Thank you, Brian and good afternoon everyone. We appreciate you joining us today. With me on the call is Mike Shaunnessy, Chief Executive Officer and Jim Meier, Chief Financial Officer. The purpose of today’s call is to review the company’s financial results for the second quarter of 2017. Following the company’s opening remarks there will be an opportunity to ask questions.</p><p>This call contains forward-looking statements, which are made pursuant to the Safe Harbor provisions of the Private Securities Litigation Reform Act of 1995. We use words such as anticipate, believe, expect, future, intend, plan and similar expressions to identify forward-looking statements. Forward-looking statements include, without limitation, our ability to increase income streams, to grow future revenue and earnings and to obtain additional gaming and other projects. These statements are only predictions and are subject to certain risks, uncertainties and assumptions, which are identified and described in the company’s public filings with the Securities and Exchange Commission.</p><p>With that, I would like to turn the call over to the Nevada Gold’s CEO, Mike Shaunnessy. Mike?</p><h1>Mike Shaunnessy</h1><p>Thank you, Casey. Good afternoon and thanks for joining our call today. During our second fiscal quarter, we continued to be impacted by road construction at Club Fortune, which wasn’t completed until the last week of October and in Washington, a slightly softer hold compared to the prior year although in the normal range. Our business levels in Washington were fairly flat. Table games whole percent on a year-to-date basis continues below our historical average.</p><p>In addition, during the quarter, we saw continuing erosion in the poker business in the Washington market, with our poker revenues down approximately $300,000. As a result, our adjusted EBITDA in Washington was down $500,000 for the quarter. The whole percentage, of course, is a self-correcting challenge, but the significant additional marketing and promotion dollars being spent by our competitors, chasing a dwindling poker business, we evaluated our poker offerings in the market with an eye toward consolidating play to improve margins and also to provide an opportunity for us to offer different games in their place at certain locations.</p><p>We closed our poker tables at the Seatac property, consolidating play at the nearby Renton property in the southern market. In the northern part of the Seattle market, we closed our poker tables at the Crazy Moose-Mountlake Terrace and consolidated play at the nearby Club Hollywood property. The table closures reduced costs while transferring revenues to our other properties.</p><p>Last quarter, we discussed a ballot initiative to increase the Washington State minimum wage to $11 an hour effective January 1, 2017. That proposal passed and will go into effect January 1. As indicated previously, we anticipate that our current payroll expense will increase by approximately $1.2 million in calendar year 2017. We have identified numerous initiatives to mitigate the overall financial impact of this change. Without getting too specific for competitive reasons, these include pricing opportunities, operating hours of our facilities, revised game occupancy standards, table minimums, employment policies and practices and benefits. These initiatives, which are within our control to implement, are anticipated to offset approximately $800,000 of that wage impact. We do not expect any significant revenue impact from these changes, but we keep an eye on the market and the competition and follow changes as we move forward. Implementation of some of these initiatives has already begun and they will vary by property and timing as we continue to reassess any impact, positive or negative and adjust accordingly.</p>", "company": "Nevada Gold & Casinos, Inc", "exec": [["Casey Stegman", "Investor Relations", "Nevada Gold & Casinos, Inc"], ["Mike Shaunnessy", "Chief Executive Officer", "Nevada Gold & Casinos, Inc"], ["Jim Meier", "Chief Financial Officer", "Nevada Gold & Casinos, Inc"]], "analysts": [["John Schneider", "Cetera Financial Group"], ["Shane Martin", "Stonegate Capital Partners"], ["Colin King", "Kirr, Marbach & Company"]], "date": "December 15, 2016 16:30 ET", "ticker": "UWN", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Greetings and welcome to the Sevcon Fourth Quarter 2016 Earnings Conference Call. At this time, all participants are in a listen-only mode. An interactive question-and-answer session will follow the formal presentation. [Operator Instructions]. As a reminder, this conference is being recorded. I would now like to turn the conference over to your host, Mr. Matt Roache [ph]. Thank you, you may begin.</p><h1>Unidentified Company Representative </h1><p>Thank you Matt and good evening everyone, and thank you for joining us. If you’ve not received a copy of the earnings press release issued earlier this afternoon, you can find it in the Investor Relations section of the Sevcon website, sevcon.com.</p><p>Please be reminded that remarks that management may make during this call may contain forward-looking statements about future financial results. Important factors that may cause the company's actual results to differ materially from the anticipated events, performance, or results expressed or implied by the company’s forward-looking statements are described in the risk factors detailed in its periodic reports filed with the SEC, which could also be accessed through the Sevcon website. The company advises you to read them and cautions you not to place undue reliance upon any forward-looking statements that may be made this evening, which speak only as of the date of this call. Sevcon undertakes no obligation to update any forward-looking statements.</p><p>During this call Sevcon will use the financial metric adjusted EBITDA which is a non-GAAP financial measure. The company reports on this metric because it is a key measure used by its management and Board of Directors to evaluate the ongoing performance of the business and to develop short and long term operational plans. Accordingly the company believes that adjusted EBITDA provides useful information to investors and others in understanding and evaluating Sevcon’s operating results in the same manner as its management and Board of Directors. For a reconciliation of adjusted EBITDA to net income or loss, the most directly comparable financial measure calculated and presented in accordance with GAAP please refer to the table of reconciliation of GAAP to non-GAAP measures in the company’s fourth quarter and year-end 2016 news release.</p><p>With us today are Sevcon’s Chief Executive Officer, Matt Boyle and Chief Financial Officer, Paul Farquhar. At this point, I’ll turn the call over to Matt. Matt?</p><h1>Matthew Boyle</h1><p>Thank you, Matt. Welcome, everyone. And thank you for joining us this evening. During fiscal 2016 we made excellent progress in expanding our extensive on-road project development pipeline which we expect to result in significant future production opportunities and substantial revenue and profitability growth. We have more projects in the pipeline than never before and we expect the customer enthusiasm for Sevcon solutions will continue. We currently has five major projects in the development phase of the pipeline having added an extension to one of the four projects we mentioned last quarter. We expect two to go into production in 2017, one in 2019 and then two in 2020. </p><p>You may have seen in the earnings we released today that one major project customer, a luxury manufacturer of high performance sports cars nearly doubled the Sevcon content on the program scheduled for production in 2020. Through the newly announced petition to the contract, Sevcon will now develop with our customer an integrated power unit comprising a vehicle charger DC/DC converter and power distribution unit. The newly expanded contract covers engineering time and materials and includes a follow-on non-binding production forecast that managed an additional $40 million over a five year period commencing in 2020. </p>", "company": "Sevcon, Inc.", "exec": [["Unidentified Company Representative", "", "Sevcon, Inc."], ["Matthew Boyle", "President and CEO", "Sevcon, Inc."], ["Paul Farquhar", "VP, Treasurer, and CFO", "Sevcon, Inc."]], "analysts": [["Paul Sonkin", "Gabelli Asset Management"]], "date": "December 15, 2016 17:00 P.M. ET", "ticker": "SEV", "exchange": "NYSE"}},
{"entry": {"title": "Q2 2017 Results Earnings Conference Call", "transcript": "<p>Welcome to Oracle’s Second Quarter 2017 Earnings Conference Call.</p><p>Now, I’d like to turn today’s call over to Ken Bond, Senior Vice President. Please go ahead, sir.</p><h1>Ken Bond</h1><p>Thank you, Holly. Good afternoon, everyone, and welcome to Oracle’s second quarter fiscal year 2017 earnings conference call. A copy of the press release and financial tables, which include a GAAP to non-GAAP reconciliation and other supplemental financial information can be viewed and downloaded from our Investor Relations website. On the call today are Chairman and Chief Technology Officer, Larry Ellison; and CEOs, Safra Catz and Mark Hurd.</p><p>As a reminder, today’s discussion will include forward-looking statements, including predictions, expectations, estimates or other information that might be considered forward-looking. Throughout today’s discussion, we will present some important factors relating to our business, which may potentially affect these forward-looking statements. And these forward-looking statements are also subject to risks and uncertainties that may cause actual results to differ materially from statements being made today.</p><p>As a result, we caution you against placing undue reliance on these forward-looking statements and we encourage you to review our most recent reports, including our 10-K and 10-Q and any applicable amendments for a complete discussion of these factors and other risks that may affect our future results or the market price of our stock. Finally, we are not obligating ourselves to revise our results or publicly release any revisions to these forward-looking statements in light of new information or future events. Before taking questions, we’ll begin with few prepared remarks.</p><p>With that, I’d like to turn the call over to Safra.</p><h1>Safra Catz</h1><p>Thanks, Ken. Good afternoon, everyone. I’m going to focus on our non-GAAP results for the quarter, I’ll then review guidance for Q3, as well as give some direction on FY17 and turn the call over to Larry and Mark for their comments.</p><p>Clearly, we are pleased with our results as both total revenue and earnings per share exceeded the midpoint of my guidance. Our pivot to the cloud has been phenomenal. We continue to see accelerating growth rates in our cloud business, while our key competitors are slowing down, but more importantly, the increase in revenue from our cloud business is starting to overtake our new software license business decline. Our cloud revenue will be larger than our new software license revenue next fiscal year, when the transition will be largely complete. While the investments we’ve made to transition our business to the cloud have limited our ability to expand earnings per share near-term, they’ve been important to ensure that Oracle remains the technology leader. With cloud overtaking new software license revenue, we expect our business to once again exhibit the same pattern we delivered over the previous decade as a license business, increasing revenue that results an EPS and cash flow that grow even faster.</p><p>We continue to use constant dollar growth rates on our quarterly calls, so that we can have some measure of consistency across the quarters, as well as to reflect how we measure the business. This quarter, the effects of currency movement were more than what I had included in my guidance, mostly because of the strengthening U.S. dollar after recent elections in U.S. and Europe, resulting in currency headwind of 1% in total revenue, 2% in some revenue categories and one penny to EPS. The devaluation of the Egyptian currency last month also negatively impacted EPS by a second penny. None of this was in my guidance for the quarter.</p>", "company": "Oracle Corporation", "exec": [["Ken Bond", "SVP", "Oracle Corporation"], ["Safra Catz", "CEO", "Oracle Corporation"], ["Mark Hurd", "CEO", "Oracle Corporation"], ["Larry Ellison", "Chairman and CTO", "Oracle Corporation"]], "analysts": [["John DiFucci", "Jefferies"], ["Mark Moerdler", "Sanford Bernstein"], ["Keith Weiss", "Morgan Stanley"], ["Kash Rangan", "Bank of America Merrill Lynch"], ["Ross MacMillan", "RBC Capital Market"], ["Sarah Hindland", "Macquarie"], ["Michael Turits", "Raymond James"], ["Raimo Lenschow", "Barclays"]], "date": "December 15, 2016 05:00 PM ET", "ticker": "ORCL", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2015 and Q1 2016 Earnings Conference Call", "transcript": "<p>Good day, ladies and gentlemen, and welcome to the conference call. At this time, all participants are in a listen-only mode. Later, we will conduct a question-and-answer session and instructions will be given at that time. [Operator Instructions] As a reminder, this conference is being recorded.</p><p>I would like to introduce your host for today's conference, Brett Prior, Head of Investor Relations for TerraForm Power. Sir, you may begin.</p><h1>Brett Prior</h1><p>Good afternoon and thank you for joining TerraForm Power's investor update call for the fourth quarter of 2015 and the first quarter of 2016. I'm joined today by Peter Blackmore, Chairman and Interim Chief Executive Officer, and by Becky Cranna, our Chief Financial Officer.</p><p>As is customary practice, I will now review our disclosure statement. Our discussion today will refer to certain non-GAAP financial measures, including adjusted revenue, adjusted EBITDA and cash available for distribution or CAFD. A reconciliation of these non-GAAP measures has been provided in our call presentation published on TerraForm Power's Web-site today.</p><p>Please note that this call contains forward-looking statements that involve risks and uncertainties that could cause actual results to differ materially from management's current expectations. We encourage you to review the Safe Harbor statement contained in today's presentation for a more complete description. In addition, this call includes only information available to us at this time. To the extent you are listening to this call at a later date via replay, please note this information may be outdated or incomplete.</p><p>With that, I will now turn the call over to Peter Blackmore.</p><h1>Peter Blackmore</h1><p>Thank you, Brett, and hello everyone. It has been a long while since we have had an investor call. It has taken a lot of hard work by many to get to this point. Completing the 10-K for 2015 and the Q for Q1 2016 is obviously a very meaningful milestone. I want all of you to also understand that we are very focused on completing the Q2 and Q3 filings, so we are once again fully compliant well before the March NASDAQ deadline.</p><p>Before we comment on the other significant progress we have made, I want to briefly discuss the strategic alternatives review that is underway. As we said in the press release accompanying the 10-K, we have a well-defined process and timeline and have asked bidders to provide firm pricing by a defined date in early January, with binding bids due shortly after that. The Board of Directors will then consider the bids and, if appropriate, recommend one of the bids to approval by our shareholders. We have excellent advisors supporting us in this process, Morgan Stanley, Centerview and Sullivan & Cromwell. I am sure that you will understand that we shall not be providing any further detail on this matter during this call.</p><p>This call is primarily to review the 2015 and Q1 2016 financials. But before we do that, it is very appropriate to also highlight the progress that we have made in the last year. 2016 was a very challenging year for our Company and it is a great credit for the team to have accomplished what they have done.</p><p>Our primary focus this year was business continuity. I would like to amplify the comments on Page 4 of the deck that follows. We ensured that the SunEdison bankruptcy did not materially impact the effective operation of our fleet. The fleet continues to perform well. We spent a lot of time and effort to make certain the working relationships with our many partners is not disrupted. Importantly, we also are very focused on employee retention and had very little attrition with executives or employees.</p>", "company": "TerraForm Power, Inc.", "exec": [["Brett Prior", "IR", "TerraForm Power, Inc."], ["Peter Blackmore", "Chairman and Interim CEO", "TerraForm Power, Inc."], ["Rebecca Cranna", "EVP and CFO", "TerraForm Power, Inc."]], "analysts": [["Julien Dumoulin-Smith", "UBS"], ["Noah Kaye", "Oppenheimer & Co."], ["Vishal B. Shah", "Deutsche Bank Research"], ["Matt P. Tucker", "KeyBanc Capital Markets"], ["Mark Strouse", "J.P. Morgan"], ["Hank Elder", "Goldman Sachs & Co."], ["Michael Morosi", "Avondale Partners"], ["David", "Robert W. Baird"]], "date": "December 15, 2016 4:30 pm ET", "ticker": "TERP", "exchange": "NYSE"}},
{"entry": {"title": "Q1 2017 Earnings Conference Call", "transcript": "<p>Good day, everyone. And welcome to the ARI Network Services’ Fiscal First Quarter Year Ending 2017 Earnings Conference Call. Today’s call is being recorded. I would now like to turn the call over to Matthew Zomboracz, ARI’s Corporate Controller. Please go ahead.</p><h1>Matthew Zomboracz</h1><p>Thank you for joining us today to discuss our first quarter of fiscal year 2017 financial results. With me today on the call are Roy W. Olivier, Chief Executive Officer; and Bill Nurthen, Chief Financial Officer. After prepared remarks, we will open up the call to a Q&A session.</p><p>Please note that we are also webcasting this call on our Investor Relations website at investor.arinet.com. The earnings press release was issued earlier and is also posted on the Investors Relations website.</p><p>Before I turn the call over to management, I’d like to remind everyone that during today’s call, including the Q&A session, we may make forward-looking statements regarding expected revenue, earnings, future plans, opportunities and other expectations of the company.</p><p>These estimates and plans, and other forward-looking statements involve known and unknown risks and uncertainties that may cause actual results to differ materially from those expressed or implied on the call.</p><p>These risks are detailed in our most recent annual report on Form 10-K, as such, maybe amended or supplemented by subsequent quarterly reports on Form 10-Q or other reports filed with the Securities and Exchange Commission.</p><p>The statements made during this conference call are based upon information known to ARI as of the date and time of this call. ARI assumes no obligation to update the information presented in today’s call.</p><p>During today’s call, we will also discuss non-GAAP financial measures, including EBITDA and adjusted EBITDA. These measures when used in combination with GAAP results provide us with additional analytical tools that allow us to better understand our business. A reconciliation of GAAP to non-GAAP measures can be found on our Investor Relations’ website.</p><p>With that, I’d like to turn the call over to Roy W. Olivier, ARI’s President and Chief Executive Officer.</p><h1>Roy Olivier</h1><p>Thanks, Matt, and thanks to all of you on the line for participating in today’s call. Overall, it was a good start for FY17 with some notable progress in important areas of the business. We continue to execute well around our strategy of expanding our total addressable markets, creating and launching new products, raising our average revenue per dealer and executing on acquisitions that align with our strategy.</p><p>For the quarter, we reported record revenues and I am excited to report that churn improvement we saw during the last quarter of FY16 continued through the first quarter. We did experienced a slowdown in new bookings versus Q1 FY16, but saw a strong pickup after the election, which we hope will continue as we enter our prime selling seasons of Q2 and Q3. ARI’s average share price for the first quarter was $4.67, up 27.2% from the same period last year.</p><p>We will discuss all these items in more detail, but for now, I’ll turn the call over to Bill to go over the financials and detail, and then I’ll be back to comment further. Bill?</p><h1>Bill Nurthen</h1><p>Thanks, Roy, and good afternoon to everyone listening on the call. I will now share with you some more details regarding our financial results for the first quarter of our fiscal 2017, which ended on October 31, 2016.</p>", "company": "ARI Network Services, Inc.", "exec": [["Matthew Zomboracz", "Corporate Controller", "ARI Network Services, Inc."], ["Roy Olivier", "Chief Executive Officer", "ARI Network Services, Inc."], ["Bill Nurthen", "Chief Financial Officer", "ARI Network Services, Inc."]], "analysts": [["Louie Toma", "Craig-Hallum Capital"], ["Gary Prestopino", "Barrington Research"], ["Ed Woo", "Ascendiant Capital"]], "date": "December 15, 2016, 04:30 PM ET", "ticker": "ARIS", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Welcome to the INTL FCStone Fourth Quarter and Full Year 2016 Earnings Conference Call. [Operator Instructions]. As a reminder, this conference call is being recorded. I would now like to turn the conference over to your host for today. Bill Dunaway, Chief Financial Officer, you may begin. </p><h1>Bill Dunaway</h1><p>Good morning. My name is Bill Dunaway, CFO of INTL FCStone. Welcome to our earnings conference call for our fiscal fourth quarter ended September 30, 2016. </p><p>After the market closed yesterday we issued a press release reporting our results for the fiscal fourth quarter. This release is available on our website www.intlfcstone.com, as well as a slide presentation which we will refer to on this call in our discussions of our quarterly and year-to-date results. You'll need to sign on to the live webcast in order to view the presentation. But the presentation and an archive of the webcast will also be available on our website after the call's conclusion. </p><p>Before getting underway, we're required to advise you and all participants should note that the following discussion should be taken in conjunction with the most recent financial statements and notes thereto, as well as the Form 10-K filed with the SEC. This discussion may contain forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. These forward-looking statements involve known and unknown risks and uncertainties which are detailed on our filings with the SEC. </p><p>Although the Company believes that its forward-looking statements are based upon reasonable assumptions regarding its business and future market conditions, there can be no assurances that the Company's actual results will not differ materially from any results expressed or implied by the Company's forward-looking statements. The Company undertakes no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise. Readers are cautioned that any forward-looking statements are not guarantees of future performance. </p><p>With that, I'll now turn the call over to Sean O'Connor, the Company's CEO. </p><h1>Sean O'Connor</h1><p>Thanks, Bill. Good morning, everyone and welcome to our FY '16 fourth quarter earnings call. The general market environment has changed for us in ways that were unforeseen and unanticipated, starting with the unexpected Brexit vote, followed by the surprise U.S. presidential vote, has led to possibly more favorable conditions for our business. It would seem that in the U.S. anyway, markets have become more optimistic and interest rates reacted accordingly which over time should have a material and direct impact on our earnings. In addition, the withdrawal of the Fed from the markets, combined with the less predictable political playing field, should increase overall volatility which is also a favorable development for us. </p><p>Finally, higher commodity prices are also a welcome development. So overall, although not evident throughout the Q4 under review here, market conditions would seem to have improved for our business overall. Just as in 2015, Q4 was again the best quarter of the year for us. We achieved earnings of $16.8 million which was down 20% against last year's record result and EPS of $0.90 per diluted share, down 17%. The EPS was down relatively less than earnings due to the impact of share buybacks in the early part of the fiscal year. </p><p>Just as in 2015, our Q4 results had some unusual nonoperating items. This year we recorded a $6.2 million nontaxable gain on the acquisition of the Sterne Agee business as a result of us having acquired the businesses at an effective discount to the asset value received. </p>", "company": "INTL FCStone, Inc.", "exec": [["Sean O'Connor", "CEO ", "INTL FCStone, Inc."], ["Bill Dunaway", "CFO", "INTL FCStone, Inc."]], "analysts": [["Greg Eisen", "Singular Research"], ["Christopher Hillary", "Roubaix Capital"]], "date": "December 15, 2016, 09:00 ET", "ticker": "INTL", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2016 Earnings Conference Call", "transcript": "<p>Good day, and welcome to the Danaos Corporation Conference Call to discuss the financial results for the three months ended September 30, 2016. As a reminder, today's call is being recorded. Hosting the call today are Dr. John Coustas, Chief Executive Officer of Danaos Corporation; and Mr. Evangelos Chatzis, Chief Financial Officer of Danaos Corporation. Mr. Coustas and Mr. Chatzis will be making some introductory comments and then we will open the call to a question-and-answer session.</p><p>At this time would like to turn the conference over to Mr. Chatzis, Chief Financial Officer. </p><h1>Evangelos Chatzis</h1><p>Thank you operator. Good morning everyone and thank you for joining us today. Before we begin I quickly want to remind everyone that management remarks this morning may contain certain forward looking statements and that actual results could differ materially from those projected today. These forward looking statements are made as of today and we undertake no obligation to update them. Factors that might affect future results are discussed in our filings with the SEC and we encourage you to review these detailed safe harbor and risk factor disclosures. Please also note that where we feel appropriate we will continue to refer to non-GAAP financial measures such as EBITDA, adjusted EBITDA and adjusted net income to evaluate our business. Reconciliations of non-GAAP financial measures to GAAP financial measures are included in our earnings release and the accompanying materials.</p><p>Now let me turn the call over to Dr. Coustas who will provide the broad overview of the quarter. </p><h1>John Coustas</h1><p>Thank you, Evangelos. Good morning and thank you all for joining today's call to discuss our results for third quarter 2016. We reported our results for third quarter 2016 in the aftermath of the bankruptcy of Hanjin Shipping, one of Danaos large customers. As a result of the bankruptcy, we did not recognize any operating revenues for the vessels that had been charted to Hanjin during the quarter. This reduced our operating net revenues by 24.8 million and was the main contributor to the 21 million reduction in our adjusted net income to 22.8 million compared to an adjusted net income of 43.8 million the third quarter of 2015. Setting aside the significant effect of the Hanjin bankruptcy on our operating revenues and our bottom line, we have otherwise managed to improve our adjusted net income by 3.8 million, mainly due to 10.2 million improvement in net financing course resulting from continued deleveraging of balance sheet, interest rate swap expiration and 1.3 million reduction in total operating expenses which was partially offset by 8 million reduction in operating revenues attributed to lower fleet utilization, the sale of the Federal during first quarter and lower re-chartering rate for certain of our vessels in a softer charter market.</p><p>As a result of the Hanjin bankruptcy, we also recorded the write-off of 15.8 million representing the outstanding charter hire owed to us by Hanjin as of June 30, 2016. Additionally, principally as a result of the effect of the cancellation of the Hanjin charters, the company was in breach of certain financial covenants of September 30, 2016 for which we've obtained waivers until April 1, 2017. Because the waivers offer a period of 11, 12 months, all the debt has been classified as current on September 30. Notwithstanding the negative consequence of the Hanjin bankruptcy, the company is currently in a position to fully service all operational and contractual financial obligations. All the Hanjin vessels have been discharged and redelivered to us. And we have already re-chartered five 3,400 TEU vessels at market rates while we're still in negotiations to charter the remaining three 10,100 TEU vessels which we expect to be deployed after the end of the first quarter of 2017.</p>", "company": "Danaos Corporation", "exec": [["John Coustas", "CEO", "Danaos Corporation"], ["Evangelos Chatzis", "CFO", "Danaos Corporation"]], "analysts": [["Mark Suarez", "McQuilling Holdings"]], "date": "December 16, 2016 09:00 AM ET", "ticker": "DAC", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Good day, ladies and gentlemen and welcome to the Quanex Building Products Corporation Fourth and Full-year 2016 Earnings Conference Call. [Operator Instructions] As a reminder today’s program is being recorded.</p><p>I would now like to introduce your host for today’s program Mr. Scott Zuehlke, Vice President of Investor Relations and Treasurer. Please go ahead sir.</p><h1>Scott Zuehlke</h1><p>Thanks for joining the call this morning. On the call with me today is Bill Griffiths, our Chairman, President and CEO and Brent Korb, our Senior Vice President of Finance and CFO. This conference call will contain forward-looking statements and some discussion of non-GAAP measures. For a detailed description of our forward-looking statement disclaimer and a reconciliation of non-GAAP measures to the most directly comparable GAAP measures, please see our earnings release issued yesterday and posted to our website.</p><p>I will now turn the call over to Brent to discuss the financial results.</p><h1>Brent Korb</h1><p>Thank you, Scott. I'll start with the income statement and finish by providing comments on our balance sheet, leverage and cash flow. Consolidated net sales during the fourth quarter and the full fiscal year of 2016 increased 27% and 44% to $249 million and $928 million respectively compared to the same period of fiscal 2015. As expected the increases were driven by contributions from the HL Plastics and Woodcraft acquisitions. We reported income from continuing operations of $5.4 million and a loss from continuing operations of $1.9 million for the three months and twelve months ended October 31, 2016 respectively compared to income from continuing operations of $9.9 million and $15.6 million for the comparable period in 2015. </p><p>Adjusted net income from continuing operations was $15.6 million or $0.45 per share during the fourth quarter of 2016 compared to $13.4 million or $0.39 per share in the fourth quarter of 2015. For the full-year 2016 adjusted net income from continuing operations was $27.7 million or $0.80 per share compared to $23.7 million or $0.69 per share for the full-year 2015. The adjustments being made for EPS are as follows; acquisition related transaction costs and purchase price inventory step-up recognition, the write-off of deferred loan costs, unamortized original issuance discount and prepayment call premium related to our debt refinancing in July, foreign currency losses primarily related to an inner company note with HL Plastics, restructuring charges and the goodwill impairment charge. As disclosed in the earnings release, we recorded restructuring charges of $529,000 in Q4 related to the closings of two US vinyl extrusion facilities and the cabinet components facility in Mexico.</p><p>We will have more expense in 2017 as a result of these closures for equipment relocation, lease runoff and accelerated depreciation and amortization. Related to shedding business with a large US vinyl profile customer and closing the two facilities, we recorded a $12.6 million goodwill impairment charge and recognized $1.3 million of accelerated depreciation and amortization in the fourth quarter of 2016. After taking this impairment charge, there is no more goodwill remaining on the books for our US vinyl profiles business. On a consolidated basis, EBITDA was $21.4 million during the fourth quarter of 2016 compared to $27.5 million during the fourth quarter of 2015. For the full-year 2016 EBITDA was $89.5 million compared to $59.9 million for the full-year 2015. After adjustments related to transaction costs inventory step up, restructuring charges and the goodwill impairment, adjusted EBITDA increased by 14% to $34.6 million during the quarter compared to $30.4 million in last year's fourth quarter. For the full-year 2016, adjusted EBITDA increased by 58% to $110.3 million compared to $68.7 million in 2015.</p>", "company": "Quanex Building Products Corporation", "exec": [["Scott Zuehlke", "VP of IR and Treasurer", "Quanex Building Products Corporation"], ["Bill Griffiths", "Chairman, President and CEO", "Quanex Building Products Corporation"], ["Brent Korb", "SVP of Finance and CFO", "Quanex Building Products Corporation"]], "analysts": [["Daniel Moore", "CJS Securities"], ["Al Kaschalk", "Wedbush Securities"], ["Steven Ramsey", "Thompson Research Group"], ["Ken Zener", "KeyBanc"]], "date": "December 16, 2016 11:00 AM ET", "ticker": "NX", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2016 Earnings Conference Call", "transcript": "<p>Good morning, my name is Harvey Kent and I will be your conference operator today. At this time, I would like to welcome everyone to the Third Quarter 2016 Earnings Conference Call. All lines have been placed on mute to prevent any background noise. After the speakers' remarks there will be a question-and-answer session. [Operator Instructions] Thank you.</p><p>I'd now turn the conference over to David Rudnick, please go ahead.</p><h1>David Rudnick</h1><p>Thank you, Harvey. Good morning, ladies and gentlemen and good evening to those of you who are joining us from China. Welcome to China Ceramics’ Third Quarter 2016 earnings conference call. With us today are China Ceramics' Chairman and Chief Executive Officer, Mr. Jia Dong Huang; and his Chief Financial Officer, Mr. Edmund Hen.</p><p>Before I turn the call over to Mr. Huang, may I remind our listeners that during this call, management's prepared remarks contain forward-looking statements which are subject to risks and uncertainties and management may make additional forward-looking statements in response to your questions. Therefore the Company claims protection of the Safe Harbor for forward-looking statements that is contained in the Private Securities Litigation Reform Act of 1995.</p><p>Actual results may differ from those discussed today. We refer you to a more detailed discussion of the risks and uncertainties in the Company's filings with the Securities and Exchange Commission. In addition, any projections as the Company's future performance represent management's estimates as of today December 19, 2016. China Ceramics assumes no obligation to update these projections in the future as market conditions change.</p><p>To supplement the financial result presented in accordance with U.S. GAAP management will make reference to earnings before interest, taxes, depreciation and amortization which we will call by its abbreviated name EBITDA. EBITDA is a non-GAAP financial measure reconciled from net income which the company believes provide meaningful additional information to better understand its operating performance. A table reconciling net income to EBITDA can be found in the earnings press release issued earlier today.</p><p>And now it's my pleasure to turn the call over to China Ceramic's Chairman and CEO, Mr. Jia Don Huang, and China Ceramic's CFO, Mr. Edmund Hen. Ms. Dai will be translating for Mr. Huang.</p><h1>Jia Dong Huang</h1><p>[Foreign Language] </p><p>Thank you, David. On behalf of the company, I would like to welcome everyone to our third quarter 2016 earnings conference call.</p><p>[Foreign Language]</p><p>We experienced continued sluggish market conditions in the third quarter of 2016 due to the slowing real estate and construction sectors across China. We saw our sales volume decline by 25% for the first nine months of the year as compared to the year-ago period due to a continued contraction in consumer demand. However, we were still able to generate a reasonable level of positive cash flow in the current quarter.</p><p>[Foreign Language]</p><p>In order to move inventory, beginning on July 1, we institute a 10% reduction in the prices of slowly moving products which we hope will turn some of the inventory into cash. We are also looking for ways to operate more efficiently and are working with our distributors and suppliers to maintain sustainability in this challenging market environment.</p><p>[Foreign Language]</p><p>During the third quarter, we utilized the production facilities capable of producing 38 million square meters of ceramic tiles per year out of the Company’s usable annual production capacity of 62 million square meters. As we have in past quarters, we maintained a reduced utilization of existing plant capacity based on the current market conditions in order to keep our operating costs low and we will bring additional capacity online as the business environment improves.</p>", "company": "China Ceramics Co., Ltd.", "exec": [["David Rudnick", "IR", "China Ceramics Co., Ltd."], ["Jia Dong Huang", "CEO", "China Ceramics Co., Ltd."], ["Edmund Hen", "CFO", "China Ceramics Co., Ltd."]], "analysts": [["Howard Flinker", "Flinker & Co"], ["James Kahn", "Private Investor"]], "date": "December 19, 2016 08:00 AM ET", "ticker": "CCCL", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Results Earnings Conference Call", "transcript": "<p>Welcome to Lennar’s Fourth Quarter Earnings Conference Call. At this time, all participants are in a listen-only mode. After the presentation, we will conduct a question-and-answer session. Today's conference is being recorded. If you have any objections, you may disconnect at this time.</p><p>I will now turn the call over to David Collins for the reading of the forward-looking statement.</p><h1>David Collins</h1><p>Thank you and good morning, everyone. Today's conference call may include forward-looking statements, including statements regarding Lennar’s business, financial condition, results of operations, cash flows strategies and prospects. Forward-looking statements represent only Lennar’s estimates on the date of this conference call and are not intended to give any assurance as to actual future results. Because forward-looking statements relate to matters that have not yet occurred, these statements are inherently subject to risks and uncertainties.</p><p>Many factors could affect future results and may cause Lennar’s actual activities or results to differ materially from the activities and results anticipated in forward-looking statements. These factors include those described in this morning’s press release and our SEC filings, including those under the caption Risk Factors contained in Lennar’s annual report on Form 10-K most recently filed with the SEC. Please note that Lennar assumes no obligation to update any forward-looking statements.</p><h1>Operator</h1><p>I would like to introduce your host, Mr. Stuart Miller, CEO. Sir, you may begin.</p><h1>Stuart Miller</h1><p>Great. Thank you and thank you, David. This morning I am joined by Bruce Gross, our Chief Financial Officer; Dave Collins, who you just heard from, Diane Bessette our Vice President and Treasurer, Rick Beckwitt our President; and Jeff Krasnoff, CEO of Rialto are all here with us, Jon Jaffe, our Chief Operating Officer is with us by phone from California and some of that group will be joining in our conversations during the Q&A period.</p><p>I am going to briefly give some remarks as I always do and Bruce is going to jump in and break down our financial detail and give some further guidance for next year as we always do at this time of year and then we'll open up to Q&A.As always, I'd like to request one question and one follow-up, so we can have as many participants as possible.</p><p>So let me go ahead and begin. Our fourth quarter and year-end results reflect our disciplined adherence to our company-wide strategies of managing our business to a clearly defined growth rate in order to run our business efficiently, while generating cash flow in order to fortify our balance sheet.</p><p>We grew our fourth quarter and full year 2016 earnings by 11% and 14% respectively, while we improved our balance sheet to a 33.4% homebuilding net debt to total cap ratio, which is now back to our pre-downturn financial condition. We view that as quite an accomplishment.</p><p>Across our platform in each of our business segments, we improved performance and operations to position for the future and to make the overall company stronger. As we arrive at the close of 2016, we are better able to achieve our overall goal of reverting to a pure-play homebuilder with an excellent operating platform and a healthy capital structure that enables us to be both opportunistic and to ultimately return capital to shareholders in the future.</p>", "company": "Lennar Corporation", "exec": [["David Collins", "Controller", "Lennar Corporation"], ["Stuart Miller", "CEO", "Lennar Corporation"], ["Bruce Gross", "CFO", "Lennar Corporation"], ["Rick Beckwitt", "President", "Lennar Corporation"], ["Jon Jaffe", "COO", "Lennar Corporation"], ["Jeff Krasnoff", "CEO, Rialto", "Lennar Corporation"]], "analysts": [["Ivy Zelman", "Zelman & Associates"], ["Stephen East", "Wells Fargo"], ["Mike Rehaut", "JPMorgan"], ["Jade Rahmani", "KBW"], ["John Lovallo", "Merrill Lynch"], ["Stephen Kim", "Evercore ISI"], ["Nishu Sood", "Deutche Bank"], ["Jay McCanless", "Wedbush"]], "date": "December 19, 2016, 11:00 AM ET", "ticker": "LEN", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Results Earnings Conference Call", "transcript": "<p>Greetings and welcome to the Blue Bird Corporation Fiscal 2016 Fourth Quarter and Full Year Conference Call and Webcast. [Operator Instructions] As a reminder, this conference is being recorded.</p><p>It is now my pleasure to introduce your host, Mark Benfield, Director of Investor Relations. Please go ahead, sir.</p><h1>Mark Benfield</h1><p>Thank you, Kevin. Welcome to Blue Bird’s fiscal fourth quarter and full year 2016 earnings conference call. The audio for our call is webcast live on blue-bird.com under the Investor Relations tab. You can access the supporting slides on our website by clicking on the Presentations box on the Investor Relations landing page.</p><p>Our comments today include forward-looking statements that are subject to risks that could cause actual results to be materially different. Those risks include, among others, matters we have noted in our latest earnings releases and filings with the SEC. Blue Bird disclaims any obligation to update the information in this call.</p><p>This morning, you will hear from Blue Bird’s President and CEO, Phil Horlock; and CFO, Phil Tighe. Then, we will take some questions. So, let’s get started. Phil? </p><h1>Phil Horlock</h1><p>Well, thanks Mark. Well, good morning everybody and thank you all for joining us today for our fiscal fourth quarter and full year earnings call. We welcome this opportunity to share our latest quarter results with you. It’s been a very busy year for us and we’ve made significant progress in fiscal 2016. So, before we cover Blue Bird performance, let’s just turn to slide four and take a look at the overall size of the school bus industry and importantly its relevance in transportation.</p><p>As a reminder, there are over half a million school buses on the road of the United States and Canada transporting 26 million children to and from school each day. It is the largest mass transit system in the U.S. and Canada at about 10 times a size of all other transit bus systems combined. There are three major manufacturers with each having between 30% to 35% market share. Approximately two-thirds of all school buses are purchased and operated directly by some 10,000 school districts with about 3,400 independent contractors purchasing and operating the remaining one-third of buses on the road today. Bottom line, it’s a robust and institutionalized transportation system and it’s a well-supported industry.</p><p>So, let’s see how the new school bus industry fared in fiscal 2016. Let’s turn to slide five.</p><p>At 32,700 buses, new vehicle registrations for full year fiscal 2016 were the highest since 2007. This was an increase of 9% over fiscal 2015. Clearly, this is a strong increase, but it should be noted that vehicle registrations can lag booked OEM sales to dealers and national fleets by several weeks or even months. We estimate that the fiscal 2016 industry, as measured by [indiscernible] registrations, benefited by between a 1,000 to 1,500 units from the surge deliveries for school start in the fourth quarter of fiscal 2015.</p><p>In other words, the OEM sale was recognized in fiscal 2015, but the vehicle registration by the end customers recognized in fiscal 2016. So, the underlying real industry growth was probably between 5% to 6% in fiscal 2016. Nevertheless, the new bus industry exhibited another solid year of growth. In particular, vehicle registrations with the dealer network were very strong with 12% growth across the entire industry. Importantly, at Blue Bird, we saw 18% growth in registrations for sales through our dealer network. As you’ll see later, this translates into higher Blue Bird market share.</p>", "company": "Blue Bird Corporation", "exec": [["Mark Benfield", "Director, IR", "Blue Bird Corporation"], ["Phil Horlock", "President and CEO", "Blue Bird Corporation"], ["Phil Tighe", "CFO", "Blue Bird Corporation"]], "analysts": [["Eric Stine", "Craig-Hallum"], ["Mike Baudendistel", "Stifel"], ["Scott Blumenthal", "Emerald Advisers"], ["Chris Moore", "CJS"], ["Peter van Roden", "Spitfire Capital"]], "date": "December 13, 2016 08:00 AM ET", "ticker": "BLBD", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2017 Earnings Conference Call", "transcript": "<p>Good afternoon, everyone, and welcome to the BioPharmX Third Quarter 2017 Earnings Conference Call. [Operator Instructions] After today's presentation, there will be an opportunity to ask questions. [Operator Instructions] Please also note that today’s event is being recorded.</p><p>At this time, I'd like to turn the conference call over to Mr. Greg Kitchener, BioPharmX's Chief Financial Officer. Sir, please go ahead.</p><h1>Greg Kitchener</h1><p>Thank you for participating in today's call. Joining me today is Anja Krammer, BioPharmX President and Co-Founder.</p><p>Earlier today BioPharmX released financial results for the third quarter ended October 31, 2016. If you have not received this news release or if you would like to be added to the Company's distribution list, please send an email to investors@biopharmx.com. Today's conference call is being broadcast live through an audio webcast and a webcast replay of the call will be available later today at biopharmx.com.</p><p>During today's call BioPharmX will make forward-looking statements as to our BPX-01 clinical trials including sufficiency and use of funds raised, timings and efficacy endpoints thereof to safety, efficacy and projected development of BPX-01, expectations regarding additional studies, our patents and patent applications, our Violet products in discussions related thereto, development of other products in our pipeline and other strategic and financial matters, because such statements deal with future events actual results may differ materially from those projected in the forward-looking statements. Factors that could cause actual results to differ from those in the forward-looking statements include the timing and effectiveness of our BPX-01 studies and other risks and uncertainties associated with the process of discovering, developing and commercializing drug candidates that are safe and effective for use as human therapeutics.</p><p>Additional information concerning factors that could cause actual results to differ materially from those in the forward-looking statements can be found on our Annual Report on Form 10-K, Form 10-Q and other filings with the U.S. Securities and Exchange Commission, as well as in today's press release.</p><p>The forward-looking statements provided during this call are valid only as of today's date December 13, 2016 and BioPharmX assumes no obligation to publicly update these forward-looking statements. During the call BioPharmX will discuss non-GAAP financial measures. These non-GAAP measures are not prepared in accordance with Generally Accepted Accounting Principles. These non-GAAP measures are not intended to be considered in isolation form or as substitute for or superior to our GAAP results and we encourage you to consider all measures when analyzing our performance. A reconciliation of the non-GAAP financial measures to the most directly comparable GAAP measures can be found in today's press release made available on our Web site.</p><p>With that, I'd like to turn the call over to BioPharmX's President and Co-Founder Anja Krammer, Anja?</p><h1>A - Anja Krammer</h1><p>Thanks, Greg. Good afternoon and thank you for joining us. BioPharmX continues to make progress toward our goal of becoming a leading dermatological specialty pharmaceutical company.</p><p>During the third quarter, we achieved several key milestones that set us up well for the future and I will speak to those today. First, let me touch briefly on our cash position. The Company raised $13 million in gross proceeds, which we expect to provide sufficient capital to fully fund the Phase 2b clinical trial for BPX-01. Our topical formulation of minocycline and to advance some other products in our pipeline.</p>", "company": "BioPharmX Corporation", "exec": [["Greg Kitchener", "CFO", "BioPharmX Corporation"], ["Anja Krammer", "President", "BioPharmX Corporation"]], "analysts": [["Swayampakula Ramakanth", "H. C. Wainwright & Co."], ["Grant Zeng", "Zacks Investment Research"]], "date": "December 13, 2016 04:30 PM ET", "ticker": "BPMX", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2016 Results Earnings Conference Call", "transcript": "<p>Good day, and welcome to the North West Company's Third Quarter Results.</p><p>I would now like to turn the meeting over to Mr. Edward Kennedy, President and Chief Executive Officer. Mr. Kennedy, please go ahead.</p><h1>Edward Kennedy</h1><p>Thank you, operator. Good afternoon everyone, and welcome to our third quarter conference call. I'm Edward Kennedy, President and CEO of North West Company. Joining me today are Paulina Hiebert, our VP, Legal and Secretary and John King, our EVP and CFO. Before I start my remarks and open for questions, I will ask Paulina to read our disclaimer statement.</p><h1>Paulina Hiebert</h1><p>Thank you, Edward.</p><p>Before we begin, I'll remind you that certain information presented today may constitute forward-looking statements. Such statements reflect North West's current expectations, estimates, projections and assumptions. These forward-looking statements are not guarantees of future performance, and are subject to certain risks which could cause actual performance and financial results in the future to vary materially from those contemplated in the forward-looking statements. For additional information on these risks, please see North West's annual information form, and its MD&A under the heading risk factors.</p><h1>Edward Kennedy</h1><p>Thanks Paulina.</p><p>So before I get into the operating results for the quarter, I'm going to just comment on the accounting aspect of our quarter specific to stock based and variable comp tied to performance. So we saw a swing the other way when the stock price was higher, the stock price went down in the quarter and the mark-to-market on our stock based comp is a credit against the charge last year.</p><p>We also are in a scenario where we pay our short term incentive pay, we have a pretty firm threshold of pay, no pay and if we trend out our performance right now this year we're close to no pay zone and that is of course an adjustment on our short term incentive pay. So those two adjustments come back into the P&L and it's a credit.</p><p>And when you separate all that, I think it's in Note 9 to the financial statements, it's a tough quarter because you take out last year and this year's and you weigh it all out and we're down maybe $1 million, $1.2 million in EBITDA.</p><p>So that is what I want to talk about. I mean I will say that the way we're set up in terms of that risk of variable pay, as kind of a natural shock absorber in the way our earnings will level out over time over any given year in fact and we're set up that way because we want to have consistent cash flow. If we don’t hit our targets, that all comes back to the company and it helps protect on the downside both for dividend and just general cash flow.</p><p>So this is one of those years, it could get better in Q4 but our best outlook is that it is that kind of year when the incentive pace is going to be in the low end and it is going to come back as a credit for the benefit of our shareholders.</p><p>So now on the operating side, the quarter had some things that we knew were going to be tougher specific to Alaska. I think most of our investors were aware that we were facing permanent fund dividend cut that was 50% and when you think about North West, a lot of our core customers depend on government transfer payments, they are typically not that volatile but the permanent fund is a transfer payment that has volatility attached and when it's cut by that degree, the discretionary spending really dries up and we noticed that in our market.</p>", "company": "North West Company, Inc.", "exec": [["Edward Kennedy", "President and CEO", "North West Company, Inc."], ["Paulina Hiebert", "VP, Legal and Corporate Secretary", "North West Company, Inc."], ["John King", "EVP and CFO", "North West Company, Inc."]], "analysts": [["Michael Van Aelst", "TD Securities"], ["Tal Woolley", "Dundee Capital Partners"], ["Sabahat Khan", "RBC Capital Markets"], ["Stephen MacLeod", "BMO Capital Markets"], ["Neil Linsdell", "Industrial Alliance"], ["Jim Durran", "Barclays"], ["Matt Bank", "CIBC"], ["Keith Howlett", "Desjardins Securities"]], "date": "December 13, 2016, 02:00 PM ET", "ticker": "NWTUF", "exchange": "OTC"}},
{"entry": {"title": "2017 Outlook Meeting Conference Call", "transcript": "<p>Great to see everybody here in the room taking the time to spend the morning with us. I am Bruce Jermeland, Head of Investor Relations for 3M. Welcome also to everybody that’s on the line for the webcast this morning.</p><p>Before we start today’s events, I just want to remind you of some upcoming dates of events for 2017. Our earnings call there, the dates in January, April, July and October. Also next summer, we will be hosting our first international investor event in Neuss, Germany on June 6 and 7. So please mark your calendars accordingly.</p><p>Today’s lineup, we will start off with Inge Thulin, 3M’s Chairman and Chief Executive Officer and we will wrap up with Nick Gangestad at the end, our Chief Financial Officer. In between, you will get the opportunity to hear from Ashish Khandpur, who will talk about – talk to us regarding innovation; Julie Bushman, who will touch on business transformation; and then you also have the opportunity to hear from three of our five business leaders: Mike Roman, who heads up Industrial; Jim Bauman, who heads up the Electronics and Energy business; and Mike Vale, who heads up Health Care.</p><p>Here is the lineup for the day. We will take a break roughly about 9:30 or so. If we are running ahead of time, we will stay ahead of schedule. We will leave about 45 minutes of Q&A at the end and we will get you out of here no later than noon.</p><p>Before I turn it over to Inge, I draw your attention to our forward-looking statement. Please take a moment to read it. During today’s Outlook Meeting, we will make certain predictive statements that reflect our current views about 3M’s future performance and financial results. These statements are based on certain assumptions and expectations of future events that are subject to risks and uncertainties. Item 1A of our most recent 10-K lists some of the most important risk factors that could cause actual results to differ from our predictions.</p><p>So with that, I will hand it off to Inge. Thank you.</p><h1>Inge Thulin</h1><p>Thank you, Bruce and good morning everyone. It’s morning. It’s nice to see you again, and hope that we will have a good morning here talking about 3M’s outlook for 2017.</p><p>What I would do is I will talk about the highlights for the day. I will talk about how we have built strengths on strengths for the last 5 years, positioning us very well as we move into 2017 and the outcome of all this is all around efficient growth as you will see through the presentations today.</p><p>The headlines for today is, first of all, you will see that we are very, very ready and well positioned for success in 2017. In our mind, we are in a position today to create better value for our customers than anytime in the past history. Our playbook is working and we will talk about all the key levers today in terms of portfolio management, invest in research and development and innovation and business transformation. You will also hear from Nick Gangestad in the end of how we will continue to deploy our capital to invest for both long-term success as well as return cash to our shareholders. And the 2017 outlook, as you probably saw this morning in the press release, is 1% to 3% total company organic local currency growth and 4% to 8% EPS growth.</p>", "company": "3M Company", "exec": [["Bruce Jermeland", "Head, Investor Relations", "3M Company"], ["Inge Thulin", "President, Chairman and Chief Executive Officer", "3M Company"], ["Ashish Khandpur", "Senior Vice President, R&D and Chief Technology Officer", "3M Company"], ["Julie Bushman", "Senior Vice President, Business Transformation and Information Technology", "3M Company"], ["Mike Roman", "Executive Vice President, Industrial Business Group", "3M Company"], ["Jim Bauman", "Executive Vice President, Electronics & Energy Business Group", "3M Company"], ["Mike Vale", "Executive Vice President, Health Care Business Group", "3M Company"], ["Nick Gangestad", "Senior Vice President and Chief Financial Officer", "3M Company"], ["Joaquin Delgado", "Executive Vice President, Consumer Business Group", "3M Company"], ["Frank Little", "Executive Vice President, Safety and Graphics Business", "3M Company"]], "analysts": [["Andrew Obin", "Bank of America/Merrill Lynch"], ["Steve Tusa", "JPMorgan Securities"], ["Joe Ritchie", "Goldman Sachs"], ["Andy Kaplowitz", "Citigroup"], ["Jeff Sprague", "Vertical Research Partners"], ["Scott Davis", "Barclays Capital"], ["Cliff Ransom", "Ransom Research"], ["John Inch", "Deutsche Bank"], ["Shannon O’Callaghan", "UBS"], ["Steve Winoker", "Bernstein"], ["Nigel Coe", "Morgan Stanley"], ["Deane Dray", "RBC Capital Markets"], ["Julian Mitchell", "Credit Suisse"]], "date": "December 13, 2016 08:00 ET", "ticker": "MMM", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Greetings and welcome to RCI Hospitality Holdings’ Fiscal 2016 Fourth Quarter and Year End Conference Call and Webcast. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce Gary Fishman, who handles Investor Relations for RCI. Please begin.</p><h1>Gary Fishman</h1><p>Thank you, Tim. Please, everybody, let’s start by turning to Slide 2. Thank you. I want to remind everybody of our Safe Harbor statement posted at the beginning of our conference call presentation. Mind you that you may hear or see forward-looking statements that involve a number of risks and uncertainties. I urge you to read it. Actual results may differ materially from those currently anticipated and we disclaim any obligation to update information disclosed in this call as a result of developments, which occur afterwards. Please turn to Slide 3. I also direct you to the explanation of non-GAAP measurements that we use and that are included in our presentation and news release.</p><p>Finally, I would like to invite everyone in the New York City area to join us at Rick’s Cabaret New York, tonight at 6 o’clock to meet management at the Manhattan’s #1 Gentlemen’s Club and then to tour our new sister club, Rick’s Cabaret and Sports Bar next door. Rick’s Cabaret New York is at the 50 West 33rd Street, that’s between Fifth Avenue and Broadway, around the corner from the Empire State Building. If you haven’t RSVP-ed, ask for me at the door.</p><p>Now, I am pleased to introduce Eric Langan, President and CEO of RCI Hospitality.</p><h1>Eric Langan</h1><p>Thank you and thanks for joining us today. Good afternoon everyone. Please turn to Slide 4. After the market closed, we announced fourth quarter and year end results. On a GAAP basis for the quarter, we earned $0.04 per share. For the year, we earned $1.10 compared to $0.90 last year. Keep in mind, that these results include a number of fourth quarter net charges, most of which are related to the expansion of our capital allocation strategy as we had announced in October.</p><p>Adjusting our results for these and other items, on a non-GAAP basis, we experienced a strong fourth quarter performance. EPS came in at $0.31 per share, approximately 47% higher than the $0.21 we did last year. For the year, we earned $1.32 per share compared to $1.35 last year. This reflects lower comparisons in the first half of fiscal year 2016 and a rebound in the second half. Even more important, we exceeded our free cash flow target for the year, generating $3.8 million in the fourth quarter and $20.5 million for the year. As a result, of the first full year implementation of our capital allocation strategy, we ended fiscal 2016 in great shape. We are on track for improved revenues, margins and profits in fiscal 2017, as well as baseline free cash flow run rate of $18 million. In addition, we continue to apply our capital allocation strategy as evidenced by ongoing share buybacks in the first quarter of fiscal 2017.</p><p>If you please turn to Slide 5. Our focus at RCI is growing free cash flow per share, thus, our capitalization is critical. For those of you new to RCI, I would like to take a minute to review the capital allocation strategy we put in place a year ago. We have updated this slide for our lower share count due to buybacks and the pay-down of convertible debt. We have two major uses of our free cash flow. One is buying back shares. For example, at $14 where the stock price has traded recently, buying back shares generate an after-tax yield on free cash flow of 13%. We consider this yield risk-free since we are buying our own assets, which we know very well. Two is buying or opening new units. We target a 2x hurdle rate to account for the risk of making a new investment. Absent an otherwise strategic rationale, for example, at $14 per share, we would want a new unit to produce or return about 26% or greater, which translates into a cash on cash return in a little less than 4 years. Conversely, if a unit is not performing in line with our strategy and efforts to improve it have not been successful, we will take action to free up as much capital as possible for more profitable use as we announced in October. With regard to paying down debt only at a much higher stock price, does it make sense on a tax adjusted basis to pay down our most expensive debt at an accelerated rate assuming no prepayment penalty. Having said that, we are always looking for ways to refinance our higher interest debt at better rates as we did in August.</p>", "company": "RCI Hospitality Holdings, Inc.", "exec": [["Gary Fishman", "Investor Relations", "RCI Hospitality Holdings, Inc."], ["Eric Langan", "President and Chief Executive Officer", "RCI Hospitality Holdings, Inc."], ["Phillip Marshall", "Chief Financial Officer", "RCI Hospitality Holdings, Inc."]], "analysts": [["Frank Camma", "Sidoti & Company"], ["Mike Mork", "Mork Capital Management"], ["Jeffrey Benton", "Fairfield Advisors"], ["Bill Brown", "Private Investor"], ["Evan Tindell", "Bireme Capital"]], "date": "December 13, 2016 16:30 ET", "ticker": "RICK", "exchange": "NYSE"}},
{"entry": {"title": "Second Annual Investor-Analyst Conference Call", "transcript": "<p>Good afternoon and welcome to Connecticut Water's Second Annual Investor-Analyst Conference Call and Webcast. As a reminder, this call is being recorded and also being webcast accompanied by a slide presentation through the company's website, ir.ctwater.com. Following today's live call an archive of the webcast conference will be available by accessing the Investor Relations page of the company's website located at ir.ctwater.com.</p><p>I would now like to introduce your host for today's call, Kristen Johnson, Connecticut Water Vice President of Human Resources and Corporate Secretary. Ms Johnson, you may begin.</p><h1>Kristen Johnson</h1><p>Thank you. Good afternoon everyone and welcome to Connecticut Water's Second Investor-Analyst conference call and webcast. With me today are Eric Thornburg, our President and Chief Executive Officer and David Benoit our Senior Vice President and Chief Financial Officer.</p><p>This call is currently being webcast live over the Internet. It can be accessed on the Investor Relations section of our website, ir.ctwater.com where you will also find our public filing of the presentation slides used in this call. A replay of this webcast event will also be archived on our site under Events and Presentations. We will keep our call to about an hour. At the end of our prepared remarks, we will have time to answer your questions.</p><p>Before we begin, I'd like to remind everyone that during the course of this conference call, both in our prepared remarks and answers to your questions, we may make statements related to future performance. Our statements represent our most reasonable estimates. However, since these statements deal with future events they are subject to numerous risks, uncertainties, and other factors that may cause the actual performance of Connecticut Water to be materially different from the performance indicated or implied by such statements. Such risk factors are set forth in the company's SEC filings.</p><p>Now I'd like to turn the call over to Eric Thornburg.</p><h1>Eric Thornburg</h1><p>Thank you, Kristen. My name is Eric Thornburg and it is my privilege to lead Connecticut Water. This is my 34</p><p>Joining me today is David Benoit our Senior Vice President and Chief Financial Officer. David has over 20 years of service with Connecticut Water as our CFO, and prior to joining the company David served in the electric and gas industry with Yankee Gas and Northeast Utilities. And Kristen Johnson, our Vice President and Corporate Secretary, who you just heard from, Kristen has 10 years of service with Connecticut Water and served in the banking industry prior to joining our team. My colleagues and I are all very passionate about the water business. We think it's really the perfect combination of public service, environmental stewardship, and private enterprise.</p><p>Our mission at Connecticut Water is to have passionate employees providing life-sustaining high-quality water service to families and communities while building shareholder value and we now look forward to sharing our story with you.</p><p>On slide number three, you see our reference to being New England's largest publicly traded water utility. Our water systems date back to the late 1800s, and just this past year we celebrated our 60</p>", "company": "Connecticut Water Service, Inc.", "exec": [["Kristen Johnson", "Vice President of Human Resources and Corporate Secretary", "Connecticut Water Service, Inc."], ["Eric Thornburg", "President and Chief Executive Officer", "Connecticut Water Service, Inc."], ["David Benoit", "Senior Vice President, Chief Financial Officer", "Connecticut Water Service, Inc."]], "analysts": [["Spencer Joyce", "Hilliard Lyons"], ["Roger Liddell", "Clear Harbor Asset Management"]], "date": "December 13, 2016, 02:00 PM ET", "ticker": "CTWS", "exchange": "NYSE"}},
{"entry": {"title": "Q3 2016 Results Earnings Conference Call", "transcript": "<p>Good morning, everyone, and welcome to InfuSystem Holdings Third Quarter 2016 Conference Call. This is your operator, Paulette. Let me first give you to Mr. Christopher Downs, Interim Chief Financial Officer.</p><h1>Christopher Downs</h1><p>Good morning, everyone. The Company issued a press release yesterday after the market close. The release is available on most financial websites. Additionally, a web replay of this call will be available on the Company’s website for 30 days. The press release and associated Form 8-K as well as the Company’s restated Form 10-K/A for 2015, restated Form 10-Q/As for the first and second quarters of 2016 and the Form 10-Q for the third quarter of 2016 were filed with the SEC yesterday after the market close as well. Except for the historical information contained herein, the matters discussed on the conference call are forward-looking statements that involve risks and uncertainties. Such risks and uncertainties could cause actual results to differ materially from those predicted by such forward-looking statements.</p><p>The words believe, expect, anticipate, and estimate or other similar statements or expectations identify forward-looking statements. These risks and uncertainties include general economic conditions, as well as other risks detailed from time-to-time in InfuSystem’s publicly filed documents with the Securities and Exchange Commission.</p><p>Specifically, information about risks and uncertainties that could cause the Company’s actual results and financial conditions to differ from those predicted by forward-looking statements are disclosed in the Company’s restated in amendment to yearend report on Form 10-KA for the year ended December 31, 2015 under the heading Risk Factors, and elsewhere in the report, and in other filings made by the Company from time-to-time with the Securities and Exchange Commission, including the just filed quarterly reports on Form 10-Q/A for the first and second quarters of 2016 as well as on Form 10-Q for the third quarter of 2016 and finally on subsequent quarterly reports on our Form 10-Q.</p><p>Forward-looking statements reflect management’s analysis only as of today. The Company has no obligations to update the forward-looking information contained in this conference call. While discussing the Company’s performance, the Company will refer to certain non-GAAP measures, such as adjusted EBITDA and adjusted net income, which are not considered measures of financial performance under Generally Accepted Accounting Principles or GAAP.</p><p>A reconciliation of the differences between non-GAAP financial measures and those measures such as adjusted EBITDA, and adjusted net income, and the most comparable GAAP measures are contained in today’s press release.</p><p>With that, I would like to turn the call over to Mr. Eric Steen, Chief Executive Officer.</p><h1>Eric Steen</h1><p>Thanks Chris. Good morning, everyone, and thank you for joining the InfuSystem Holdings, Inc. third quarter of 2016 earnings call.</p><p>Joining me today are Jan Skonieczny, Chief Operating Officer; and Chris Downs, Interim Chief Financial Officer. </p><p>The past several months have been a challenging time for InfuSystem. We started out 2016 with a strong head of steam on the revenue side and plan to be placed to roll out our new EXPRESS computer system that reduces the amount of paper we handle and streamlines workflows lowering cost.</p><p>As we followed the EXPRESS conversion plan, we received the surprising news from the Center from Medicare and Medicaid Services that after 30 years of reimbursing InfuSystem for providing ambulatory pumps for Medicare patients going home from an outpatient infusion clinic, they clarified their rules and declared that these DME billings would no longer be accepted. Our world changed quickly. And we responded rapidly by taking 1,800 infusion clinics to a direct bill to the provider business model, all while rolling out a new IT system and continuing to run two Medicare processes as we continue to bill Medicare for treatments that occurred prior to July 1st.</p>", "company": "InfuSystem Holdings, Inc.", "exec": [["Eric Steen", "President and Chief Executive Officer", "InfuSystem Holdings, Inc."], ["Christopher Downs", "Interim Chief Financial Officer", "InfuSystem Holdings, Inc."]], "analysts": [["Doug Weiss", "DSW Investment"], ["Andrew Walker", "Rangeley Capital"]], "date": "December 13, 2016 08:00 AM ET", "ticker": "INFU", "exchange": "NYSE"}},
{"entry": {"title": "Q4 2016 Earnings Conference Call", "transcript": "<p>Welcome to the Anavex Life Sciences Fiscal 2016 Result Conference Call. My name is Sherry and I’ll be your operator for today’s call. At this time all participants are in a listen-only mode. Later we will conduct a Question-and-Answer session. Please note that this conference is being recorded.</p><p>I would now like to turn the call over to Matt Haines, River East Investor Relations. </p><h1>Matthew Haines</h1><p>Thank you, Sherry and good afternoon everyone. We appreciate your joining us today for Anavex Life Sciences conference call and webcast. Our agenda is to review the company’s financial results for fiscal 2016 and key corporate developments. A taped replay of this call will be available approximately two hours after the call’s conclusion and will remain available for two weeks. The call will also be available for replay on Anavex’s Web site www.anavex.com. </p><p>With us today is Dr. Christopher Missling, President and Chief Executive Officer and Sandra Boenisch, Principal Financial Officer. Christopher and Sandra will make prepared remarks, and then we will take questions from our covering analysts. Before we begin, please note that during this course of this conference call the company will make some projections and forward-looking statements regarding future events. We encourage you to review the company’s filings with the SEC. This includes without limitation the company’s Form 10-K and 10-Q which identify the specific factors that may cause actual results or events to differ materially from those described in these forward-looking statements.</p><p>These factors may include without limitation risks inherent in the development and/or commercialization of potential products, uncertainty in the results of clinical trials or regulatory approvals, need and ability to obtain future capital, and maintenance of intellectual property rights.</p><p>And with that I’d like to turn the call over to Christopher.</p><h1>Christopher Missling</h1><p>Thank you, Matt. I’d like to thank everyone for joining us on the call today and is our very first conference call to review financial results and clinical progress with investors. I’m pleased to have the opportunity to share our exciting accomplishments from 2016, and give you a sense of some key milestones to look forward to for 2017. As a reminder, for those of you who do may be new to Anavex, we are clinical stage biotechnology company, our focus is on developing effective targeted therapies for the treatment of neurodevelopmental and neurodegenerative diseases under the precision medicine paradigms.</p><p>A bit about the market, neurodegenerative users including Alzheimer’s, Parkinson’s and Multiple Sclerosis, which represent major unmet medical needs globally. With respect to Alzheimer’s there are just four drugs currently approved by the FDA. These drugs only temporarily slow the worsening of symptoms for six months, in roughly 50% of the patients. The economic burden of Alzheimer’s disease is forecasted to reach approximately $1.5 trillion annually by 2050 as the population continues to age.</p><p>Neurodevelopmental diseases including Rett syndrome, infantile spasm, altruism [indiscernible] and epilepsy also represents significant unmet medical needs. Briefly to our technology, our lead compound is ANAVEX 2-73, an orally available small molecule activating the sigma-1 receptor. Through sigma-1 activation, ANAVEX 2-73 helps to restore cellular homeostasis in both neurodegenerative and neurodevelopmental diseases. This includes reduction of protein misfolding, reduction of mitochondrial dysfunction, reduction of oxidative stress, modulate of calcium signaling to provide a protection and reduction of inflammation. The [technical difficulty] think about that what we are doing is, we are enabling to body’s own defense mechanism to address the cellular problems called by chronic central nervous system diseases, irrespective of the likely root cause.</p>", "company": "Anavex Life Sciences Corp", "exec": [["Matthew Haines", "River East IR", "Anavex Life Sciences Corp"], ["Christopher Missling", "CEO", "Anavex Life Sciences Corp"], ["Sandra Boenisch", "Principal Financial Officer", "Anavex Life Sciences Corp"]], "analysts": [["Jason Kolbert", "Maxim"], ["Mitchell Kapor", "Rodman & Renshaw"]], "date": "December 12, 2016 04:30 PM ET", "ticker": "AVXL", "exchange": "NYSE"}}
]
